{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=n != 1;","lang":"es"},"Upgrade to Pro":["Actualizar a Pro"],"Go there &rarr;":["Ir ahí &rarr;"],"Sign up &rarr;":["Regístrate &rarr;"],"Get MetaSlider Pro &rarr;":["Consigue MetaSlider Pro &rarr;"],"Let's Start &rarr;":["Empecemos &rarr;"],"Spice up your site with animated layers and video slides with MetaSlider Pro":["Dale vida a tu sitio con capas animadas y diapositivas de vídeo con MetaSlider Pro"],"Design Library":["Biblioteca de diseño"],"Templates":["Plantillas"],"Click to select a preferred site industry":["Haz clic para seleccionar un sector preferido para el sitio"],"Click here to deactivate it":["Haz clic aquí para desactivarlo."],"Internal integration is disabled but Extendify is still activated as a standalone plugin.":["La integración interna está dessactivada, pero Extendify todavía está activado como plugin independiente."],"Extendify plugin is installed.":["El plugin Extendify está instalado."],"Disable the internal Extendify integration.":["Desactivar la integración interna de Extendify."],"View Pricing":["Ver los precios"],"Do you want more patterns and layouts - without limits? Choose one of our plans and receive unlimited access to our complete library.":["¿Quieres más patrones y diseños, sin límites? Elige uno de nuestros planes y recibe acceso ilimitado a nuestra biblioteca completa."],"Upgrade to Extendify Pro":["Actualiza a Extendify Pro"],"You'll find beautiful high fidelity Gutenberg content to add to your pages in no time!":["¡Encontrarás hermosos contenidos de alta fidelidad de Gutenberg para añadir a tus páginas en un abrir y cerrar de ojos!"],"Search by industry, contents, and design attributes. Extendify has thousands of best-in-class block patterns. Find what you love and add it to the page - done!":["Busque por industria, contenido y atributos de diseño. Extendify tiene miles de los mejores patrones de bloques de su clase. Encuentra lo que amas y añadelo a la página, ¡listo!"],"3. Browse Patterns & Layouts.":["3. Explora patrones y diseños."],"Extendify supports over sixty types with new industries added regularly.":["Extendify admite más de sesenta tipos, con nuevas industrias añadidas regularmente."],"With the library open, you can set your site industry - or type - which will surface the perfect industry-specific patterns and full page layouts to drop onto your website.":["Con la biblioteca abierta, puedes establecer el sector -o tipo- de tu sitio, lo que hará aflorar los patrones específicos del sector y los diseños de página completa perfectos para colocar en tu web."],"2. Choose a site industry":["2. Elige un sector del sitio"],"clicking here":["haciendo clic aquí"],"You may also add a new page with the library opened for you by %1$s.":["También puedes añadir una nueva página con la biblioteca abierta %1$s."],"When editing a page or post within the block editor, you'll see the Extendify library button within the editor's header":["Cuando edites una página o una entrada dentro del editor de bloques, verás el botón de la biblioteca Extendify dentro de la cabecera del editor"],"1. Open the Extendify Library":["1. Abrir la biblioteca de Extendify"],"Extendify is a massive library of drop-in black patterns easily customized to your liking. Each pattern is meticulously designed to work with your existing WordPress theme.":["Extendify es una biblioteca masiva de patrones fácilmente personalizables a tu gusto. Cada patrón está meticulosamente diseñado para funcionar con tu tema de WordPress existente."],"Extendify Banner":["Banner de Extendify"],"The Extendify SDK is not loaded.":["El SDK de Extendify no está cargado."],"Show all":["Mostrar todo"],"Choose a site industry":["Elige un sector del sitio"],"Design":["Diseño"],"Add template":["Añadir plantilla"],"buttons":["botones"],"callout":["llamada"],"Add call to action patterns and layouts.":["Añade patrones y diseños de llamada a la acción."],"Call to Action Patterns":["Patrones de llamada a la acción"],"team":["equipo"],"who we are":["quiénes somos"],"About patterns and layouts.":["Acerca de los patrones y diseños."],"paragraph":["párrafo"],"simple":["simple"],"Add text patterns and layouts.":["Añade patrones de texto y diseños."],"headline":["titular"],"heading":["encabezado"],"Add hero patterns and layouts.":["Añade patrones y diseños de hero."],"members":["miembros"],"colleagues":["compañeros"],"Add team patterns and layouts.":["Añade patrones y diseños de equipo."],"Team Patterns":["Patrones de equipo"],"images":["imágenes"],"Add gallery patterns and layouts.":["Añade patrones y diseños de galería."],"Gallery Patterns":["Patrones de galería"],"Base: %s":["Base: %s"],"MetaSlider + Gutenberg = %s":["MetaSlider + Gutenberg = %s"],"MetaSlider users have been asking for easier options to create and edit their sites using the new block editor and to make their sliders stand out. We're excited to announce that MetaSlider has partnered with the Extendify library of Gutenberg patterns and templates to bring the power of WordPress 5.9 to the most popular WordPress slider plugin!  By clicking “Install & Activate Extendify” you will get access to 10 free monthly imports of patterns and templates. Installing Extendify is optional, and MetaSlider will continue to work if you decide to not install Extendify.":["Los usuarios de MetaSlider han estado pidiendo opciones más fáciles para crear y editar sus sitios usando el nuevo editor de bloques y para hacer que sus sliders destaquen. Nos complace anunciar que MetaSlider se ha asociado con la biblioteca de patrones y plantillas de Gutenberg de Extendify para llevar la potencia de WordPress 5.9 al plugin de sliders más popular de WordPress  Al hacer clic en «Instalar y activar Extendify» obtendrás acceso a 10 importaciones mensuales gratuitas de patrones y plantillas. La instalación de Extendify es opcional, y MetaSlider seguirá funcionando si decides no instalar Extendify."],"%1$sGood news!%2$s We've added more imports to your library. Enjoy!":["%1$s¡Buenas noticias!%2$s Hemos añadido más importaciones a tu biblioteca. ¡Disfrútalas!"],"Close callout":["Cerrar llamada"],"Monthly Imports":["Importaciones mensuales"],"Skip to templates":["Saltar a las plantillas"],"Access to \"Pro\" catalog":["Acceso al catálogo «Pro»"],"%1$sGet %2$s off%3$s Extendify Pro when you upgrade today!":["%1$s¡Consigue un %2$s de descuento en%3$s Extendify Pro cuando actualices hoy!"],"Finished. Reloading...":["Terminando. Recargando…"],"Install & Activate Extendify":["Instalar y activar Extendify"],"Install the new Extendify Library plugin to get the latest we have to offer — right from WordPress.org. Plus, well send you %1$s10 more imports%2$s. Nice.":["Instala el nuevo plugin Extendify Library para obtener lo último que tenemos para ofrecer, directamente desde WordPress.org. Además, te enviaremos %1$s10 importaciones más%2$s. Muy bien."],"Get the brand new Extendify plugin today!":["¡Obtén hoy el nuevo plugin Extendify!"],"Install Extendify":["Instalar Extendify"],"Install Extendify standalone plugin":["Instalar el plugin Extendify independiente"],"Error. See console.":["Error. Mira la consola."],"Success! Reloading...":["¡Correcto! Recargando..."],"Install the new Extendify Library plugin to get the latest we have to offer":["Instala el nuevo plugin Extendify Library para obtener lo último que tenemos para ofrecer"],"Press here to reload":["Pulsa aquí para recargar"],"Pro":["Pro"],"Upgrade to Extendify Pro and use all the patterns and layouts you'd like, including our exclusive Pro catalog.":["Actualiza a Extendify Pro y usa todos los patrones y diseños que desees, incluyendo nuestro exclusivo catálogo Pro."],"Get unlimited access to all our Pro patterns & layouts":["Obtén acceso ilimitado a todos nuestros patrones y diseños Pro"],"Get more":["Conseguir más"],"%s Import":["%s importación","%s importaciones"],"%s Pattern Library":["Biblioteca de patrones %s"],"Give feedback":["Da tu opinión"],"Tell us how to make the Extendify Library work better for you":["Cuéntanos como hacer que la biblioteca Extendify funcione mejor para ti"],"We couldn't find any patterns in the \"%s\" category.":["No hemos podido encontrar ningún patrón en la categoría «%s»."],"We couldn't find any layouts in the \"%s\" category.":["No hemos podido encontrar ningún diseño en la categoría «%s»."],"Sign in":["Acceder"],"Have an account?":["¿Tienes una cuenta?"],"Edit":["Editar"],"Login and settings area":["Accede y ve al área de ajustes"],"Featured":["Destacado"],"Page layout added":["Diseño de página añadido"],"Extendify":["Extendify"],"Everyone publishes with patterns & page layouts":["Todos publican con patrones y diseños de páginas"],"Allow all users to publish with the library":["Permitir a todos los usuarios publicar con la biblioteca"],"Publish with hundreds of patterns & page layouts":["Publica con cientos de patrones y diseños de páginas"],"Enable the library":["Activar la biblioteca"],"Enable the library for myself":["Activar la biblioteca para mí"],"Extendify Settings":["Ajustes de Extendify"],"Extendify Utilities":["Utilidades de Extendify"],"Dismiss this notice":["Descartar este aviso"],"Turn off the library":["Desactivar la biblioteca"],"Tell me more":["Cuéntame más"],"Welcome to the Extendify Library":["Bienvenido a la biblioteca de Extendify"],"Close dialog":["Cerrar el diálogo"],"Need Help?":["¿Necesitas ayuda?"],"License key":["Clave de licencia"],"Email address":["Dirección de correo electrónico"],"Don't have an account?":["¿No tienes una cuenta?"],"Sign in to Extendify":["Regístrate en Extendify"],"Sign out":["Salir"],"Logged In":["Conectado"],"Account":["Cuenta"],"You've signed in to Extendify":["Te has registrado en Extendify"],"Upgrade":["Actualizar"],"14-Day guarantee":["Garantía de 14 días"],"Fast and friendly support":["Servicio de asistencia rápido y cercano"],"Beautiful full page layouts":["Hermosos diseños de página completa"],"Access to 100's of Patterns":["Acceso a cientos de patrones"],"Get Unlimited Imports":["Obtén importaciones ilimitadas"],"Sign up today and get unlimited access to our entire collection of patterns and page layouts.":["Regístrate hoy y obtén acceso ilimitado a toda nuestra colección de patrones y diseños de páginas."],"You're out of imports":["Te has quedado sin importaciones"],"Press to import %s":["Pulsa para importar %s"],"Nothing found...":["No se ha encontrado nada..."],"Search":["Buscar"],"Site Type":["Tipo de sitio"],"Find out more &rarr;":["Descubre más &rarr;"],"Please contact a site admin for assistance in adding these plugins to your site.":["Por favor, contacta con un administrador del sitio para que te ayude a añadir estos plugins a tu sitio."],"In order to add this %s to your site, the following plugins are required to be installed and activated.":["Para añadir %s a tu sitio, es necesario instalar y activar los siguientes plugins."],"Return to library":["Volver a la biblioteca"],"Plugins required":["Plugins necesarios"],"Disable Extendify":["Desactivar Extendify"],"Discover patterns in Extendify Library":["Descubre patrones en la biblioteca de Extendify"],"Welcome to Extendify":["Bienvenido a Extendify"],"View patterns":["Ver los patrones"],"Sign In":["Registro"],"Patterns":["Patrones"],"Type select":["Seleccionar el tipo"],"Activate Plugins":["Activar los plugins"],"No thanks, return to library":["No, gracias. Volver a la biblioteca"],"Activate required plugins":["Activar los plugins necesarios"],"Activating...":["Activando..."],"Activating plugins":["Activando los plugins"],"Error Activating plugins":["Error al activar los plugins"],"Install Plugins":["Instalar los plugins"],"No thanks, take me back":["No, gracias. Quiero volver"],"Install required plugins":["Instalar los plugins necesarios"],"Installing...":["Instalando..."],"Installing plugins":["Instalando los plugins"],"Save changes":["Guardar los cambios"],"Reload page":["Recargar la página"],"Just one more thing! We need to reload the page to continue.":["¡Solo una cosa más! Necesitamos recargar la página para continuar."],"Reload required":["Recarga obligatoria"],"Go back":["Volver"],"You have encountered an error that we cannot recover from. Please try again.":["Has encontrado un error que no podemos recuperar. Por favor, inténtalo de nuevo."],"Error installing plugins":["Error al instalar los plugins"],"Server error":["Error del servidor"],"Unknown error occurred. Check browser console or contact support.":["Ha ocurrido un error desconocido. Comprueba la consola del navegador o contacta con el soporte."],"Close library":["Cerrar la biblioteca"],"An unknown error occurred during installation":["Ha ocurrido un error desconocido durante la instalación"],"There was an error installing your plugin":["Ha habido un error al instalar tu plugin"],"You are not allowed to install plugins on this site.":["No tienes permisos para instalar plugins en este sitio."],"You are not allowed to activate plugins on this site.":["No tienes permisos para activar plugins en este sitio."],"Dismiss Extendify notice":["Descartar el aviso de Extendify"],"Dismiss notice":["Descartar el aviso"],"If you'd prefer not to have this button display in the editor, %ssee here%s.":["Si prefieres que no se muestre este botón en el editor, %smira aquí%s."],"Learn more at %sextendify.com%s. ":["Aprende más en %sextendify.com%s. "],"Copied!":["¡Copiado!"],"Hey there! We just started working on a brand new gallery extension. <a href=\"%s\">Check it out</a> and let us know what you think!":["¡Hola! Acabamos de empezar a trabajar en una nueva extensión de la galería. ¡<a href=\"%s\">Échale un vistazo</a> y danos tu opinión!"],"Help Improve MetaSlider":["Ayudar a mejorar MetaSlider"],"Update license key":["Actualizar la clave de la licencia"],"License Key":["Clave de la licencia"],"Here you will find general account settings and options related to your account":["Aquí puedes encontrar ajustes generales de la cuenta y opciones relacionadas con tu cuenta"],"Global Settings":["Ajustes globales"],"Global settings saved":["Ajustes globales guardados"],"Slideshow settings saved":["Ajustes del pase de diapositivas guardados"],"View our detailed privacy policy":["Mira nuestra detallada política de privacidad"],"Opt-in to let MetaSlider responsibly collect information about how you use our plugin. This is disabled by default, but may have been enabled by via a notification. %s":["Opta por permitir que MetaSlider recopile responsablemente información sobre cómo usas nuestro plugin. Está desactivado por defecto, pero puede haber sido activado a través de un aviso. %s"],"Upgrade here":["Actualizar aquí"],"If you are a pro member, enter your license key here to receive updates. %s":["Si eres un miembro Pro, introduce aquí tu clave de licencia para recibir actualizaciones. %s"],"For your convenience, you can copy the basic site information before to help us speed up the debugging process. Be sure to verify that no personal information is included that you might want to keep private.":["Para tu comodidad, puedes copiar antes la información básica del sitio para ayudarnos a acelerar el proceso de depuración. Asegúrate de verificar que no se incluye ninguna información personal que quieras mantener en privado."],"Site Information":["Información del sitio"],"Visit metaslider.com":["Visitar metaslider.com"],"Paid users of the premium plugin can open a ticket on our private support center to receive personalized support and faster response times.":["Los usuarios de pago del plugin premium pueden abrir un tique en nuestro centro privado de soporte para recibir soporte personalizado y tiempos de respuesta más rápidos."],"Paid Premium Support 🌟":["Soporte Premium de pago 🌟"],"Visit wordpress.org":["Visitar wordpress.org"],"For users of the free version of MetaSlider, we offer full free support on the wordpress.org forums.":["Para los usuarios de la versión gratuita de MetaSlider, ofrecemos soporte completo gratuito en los foros de wordpress.org."],"Free Basic Support 🚀":["Soporte básico gratuito 🚀"],"Visit documentation":["Visitar la documentación"],"Check out our documentation page for examples, and more information about what you can do with MetaSlider.":["Echa un vistazo a nuestra página de documentación para ver ejemplos y más información sobre lo que puedes hacer con MetaSlider."],"Documentation 📚":["Documentación 📚"],"Here you will find documentation, and two support tiers to choose from. Additionally, you may supply us with extra information specific to your website, server, etc.":["Aquí encontrarás documentación y dos niveles de soporte para elegir. Además, puedes proporcionarnos información adicional específica para tu web, servidor, etc."],"Analytics notice closed":["Aviso de Analytics cerrado"],"Analytics notice opened":["Aviso de Analytics abierto"],"Settings & Help":["Ajustes y ayuda"],"Help Center":["Centro de ayuda"],"Agree":["De acuerdo"],"privacy policy":["política de privacidad"],"We are currently building the next version of MetaSlider. Can you help us out by sharing non-sensitive diagnostic information? We'd also like to send you infrequent emails with important security and feature updates. See our %s for more details.":["Actualmente estamos construyendo la próxima versión de MetaSlider. ¿Puede ayudarnos compartiendo información no sensible de diagnóstico? También nos gustaría enviarte correos electrónicos poco frecuentes con importantes actualizaciones de seguridad y características. Mira nuestra %s para más detalles."],"Thanks for using MetaSlider":["Gracias por usar MetaSlider"],"MetaSlider Logo":["Logotipo de MetaSlider"],"1 slide added successfully":["1 diapositiva añadida correctamente"],"Preparing 1 slide...":["Preparando 1 diapositiva..."],"Viewing %s out of %s slideshows (%s loaded)":["Viendo %s de %s pases de diapositivas (%s cargados)"],"Viewing %s out of %s slideshows":["Viendo %s de %s pases de diapositivas"],"No slides found":["No se ha encontrado ninguna diapositiva"],"Image not found<br>%s":["Imagen no encontrada<br>%s"],"Select the slideshows you wish to import below, then press here to import them.":["Selecciona abajo los pases de diapositivas que quieres importar, luego pulsa aquí para importarlos."],"Import %s slideshows":["Importar %s pases de diapositivas"],"Note: You can still import slideshows that contain missing images. You will just need to manually update or delete these slides from their individual slideshow edit pages.":["Nota: Aún puedes importar pases de diapositivas que contengan imágenes que falten. Solo necesitarás actualizar o borrar manualmente esas diapositivas de sus páginas individuales de edición del pase de diapositivas."],"No image name provided":["No se ha proporcionado ningún nombre de la imagen"],"The following images were not found:":["Las siguientes imágenes no se han encontrado:"],"All images required to import are accounted for.":["Todas las imágenes necesarias para la importación están contadas."],"Version: v%s":["Versión: %s"],"Date: %s":["Fecha: %s"],"Upload file":["Subir archivo"],"Importing...":["Importando..."],"If you have an export file, you may upload it here to be processed. Information about each slideshow will be presented below. You will be able to confirm before importing.":["Si tienes un archivo de importación puedes subirlo aquí para procesarlo. La información de cada pase de diapositivas se mostrará abajo. Podrás confirmar antes de importar."],"Easily import slideshows generated by MetaSlider. This requires a file generated from the Export tab.":["Importa fácilmente pases de diapositivas creados con MetaSlider. Este requiere un archivo generado desde la pestaña de exportación."],"While the width and height defined above will be used for cropping (if enabled) and the base slideshow dimensions, you may also set the slideshow to stretch to its container.":["Aunque el ancho y alto definidos arriba podrán usarse para el recorte (si esté activo) y las dimensiones base del pase de diapositivas, puedes también configurar que el pase de diapositivas se ajuste a su contenedor."],"100% Width":["Ancho 100%"],"Update the default height for the base image. This will be used for the base image cropping and slideshow dimaneions. If set to 100% width, the height will scale accordingly.":["Actualiza la altura por defecto para la base de la imagen. Esto se usará para el recorte base de la imagen y para las dimensiones del pase de diapositivas. Si se configura a un ancho del 100% la altura se ajustará en consecuencia."],"Base Image Height":["Altura base de la imagen"],"Change the default width":["Cambiar el ancho por defecto"],"Update the default width for the base image. This will be used for the slideshow dimensions and base image cropping.":["Actualiza el ancho por defecto para la base de la imagen. Esto se usará para las dimensiones del pase de diapositivas y el recorte base de la imagen."],"Base Image Width":["Ancho base de la imagen"],"Change the default title":["Cambiar el título por defecto"],"Default Slideshow Title":["Título por defecto del pase de diapositivas"],"Update default settings used when creating a new slideshow.":["Actualiza los ajustes por defecto utilizados al crear un nuevo pase de diapositivas."],"Slideshow Defaults":["Ajustes por defecto de los pases de diapositivas"],"External slide":["Diapositiva externa"],"Post Feed slide":["Feed de diapositivas"],"Select or deselect all slideshows":["Selecciona o anula la selección de todos los pases de diapositivas"],"Toggle all slideshows":["Cambiar todos los pases de diapositivas"],"Select the slideshows you wish to export below, then press here to export them.":["Selecciona abajo las diapositivas que quieres exportar, luego pulsa aquí para exportarlos."],"Export %s slideshows":["Exportar %s diapositivas"],"Please note that content contained in \"Post Type\" slides will not be exported. Only the slide configurations that refer to the content will be.":["Por favor, ten en cuenta que el contenido de las diapositivas del «tipo de contenido» no se exportará. Solo se exportarán las configuraciones referidas al contenido."],"Learn how":["Más información sobre cómo hacerlo"],"Your images will need to be exported manually and uploaded to the new website before importing these slideshows. Additionally, image file names need to match as we will use built in WordPress functions to locate the image based on its current name.":["Tus imágenes se tienen que exportar y subir manualmente a la nueva web antes de importar estos pases de diapositivas. Adicionalmente, los nombres de archivos de imagen tienen que coincidir ya que usaremos las funciones integradas en WordPress para localizar las imágenes basándonos en su nombre actual."],"Pressing export will gather and organize all of your slideshows into a single data file that you can use to restore on another website.":["Al pulsar la tecla de exportación se reunirán y organizarán todas tus pases de diapositivas en un único archivo de datos que puedes utilizar para restaurar en otra web."],"Slideshows":["Pases de diapositivas"],"Load":["Cargar"],"Refresh":["Recargar"],"Processing...":["Procesando..."],"You have %s slideshows that can be exported. Information about each slideshow will be presented below.":["Tienes %s pases de diapositivas que se pueden exportar. La información de cada pase de diapositivas se mostrará abajo."],"Load slideshows":["Cargar pases de diapositivas"],"Press to load available slideshows then choose which slideshows to export. If you only have a few slideshows we will prepare them automatically.":["Pulsa para cargar los pases de diapositivas disponibles, luego elige qué pases de diapositivas exportar. Si solo tienes unos pocos pases de diapositivas los prepararemos automáticamente."],"Create a new slideshow now":["Crea ahora un nuevo pase de diapositivas"],"Import successful":["Importación correcta"],"Importing %s slideshows...":["Importando %s pases de diapositivas"],"Continue":["Seguir"],"When images are missing you will have to manually update or delete the slide after the import completes.":["Cuando haya imágenes no disponibles tendrás que subir o borrar manualmente la diapositiva cuando termine la importación. "],"Some images are missing":["Faltan algunas imágenes"],"You have no slideshows to import":["No tienes ningún pase de diapositivas que importar"],"We are still searching for your images. Please wait.":["Todavía estamos buscando tus imágenes. Por favor, espera."],"Image search complete":["Búsqueda de imágenes completa"],"Found %s slideshows":["Encontrados %s pases de diapositivas"],"The data in this file does not appear to be valid.":["Los datos de este archivo no parecen ser válidos."],"All settings saved":["Todos los ajustes guardados"],"Change the default title that will be used when creating a new slideshow. Use %s and it will be replaced by the current slideshow ID.":["Cambia el título por defecto que se usará al crear un nuevo pase de diapositivas. Utiliza %s y se reemplazará por el ID del pase de diapositivas actual."],"Export successful":["Exportación correcta"],"Exporting %s slideshows...":["Exportando %s pases de diapositivas"],"You have no slideshows to export":["No tienes ningún pase de diapositivas que exportar"],"Loading %s slideshows...":["Cargando %s pases de diapositivas"],"Page not found: %s":["Página no encontrada: %s"],"Opening settings page...":["Abriendo la página de ajustes…"],"Failed to open the settings page...":["Fallo al abrir la página de ajustes…"],"The field (%s) cannot be empty":["El campo (%s) no puede estar vacío"],"The title cannot be empty.":["El título no puede estar vacío."],"Nothing to import.":["Nada que importar."],"Update Internet Explorer":["Actualiza Internet Explorer"],"IE11":["IE11"],"Microsoft Internet Explorer 11":["Microsoft Internet Explorer 11"],"It looks like you are using %s. While MetaSlider does support %s on the frontend of the website where users see your slideshows, some of the tools we provide back here require a modern browser.":["Parece ser que estás usando %s. Aunque MetaSlider es compatible con %s en la vista pública de la web en la que los usuarios ven tus pases de diapositivas, algunas de las herramientas que ofrecemos aquí necesitan un navegador moderno."],"Browser upgrade required":["Actualización obligatoria del navegador"],"Export":["Exportar"],"Import":["Importar"],"gallery":["galería"],"slideshow":["pase de diapositivas"],"slider":["carrusel"],"Use MetaSlider to insert slideshows and sliders in your page":["Usa MetaSlider para insertar pases de diapositivas y carruseles en tu página"],"Full width":["Ancho completo"],"Wide width":["Ancho amplio"],"Normal width":["Ancho normal"],"Update preview":["Actualizar la vista previa"],"Loading slideshow":["Cargando el pase de diapositivas"],"Create one now!":["¡Crear uno ahora!"],"No slideshows found.":["No se ha encontrado ningún pase de diapositivas."],"Loading slideshows list...":["Cargando la lista de pases de diapositivas..."],"Refresh preview":["Actualizar la vista previa"],"Additional CSS Class":["Clase CSS adicional"],"Edit slideshow":["Editar el pase de diapositivas"],"Slideshow settings":["Ajustes del pase de diapositivas"],"Add slideshow":["Añadir presentación de diapositivas"],"Preview Slideshow":["Vista previa del pase de diapositivas"],"After you have selected an image, press here to create your slide.":["Después de seleccionar una imagen, pulsa aquí para crear tu diapositiva."],"Create your slide":["Crea tu diapositiva"],"Hide step":["Ocultar el paso"],"Choose an image from the left, or search for any topic here to bring up more images.":["Elige una imagen de la izquierda o busca aquí cualquier temática para obtener más imágenes."],"Search unsplash":["Buscar en Unsplash"],"Next step":["Siguiente paso"],"You can easily add an image from one of the options here. Additionally we provide free images from the Unsplash library.":["Puedes añadir fácilmente una imagen aquí desde una de las opciones. Además, proporcionamos imágenes gratuitas de la biblioteca de Unsplash."],"Select images":["Seleccionar imágenes"],"Thank you for using MetaSlider. To get started, press here to add your first slide.":["Gracias por usar MetaSlider. Para empezar, pulsa aquí para añadir tu primera diapositiva."],"No error message reported.":["No se ha informado de ningún mensaje de error."],"Undefined error occurred":["Ha ocurrido un error no definido"],"Searching slideshows...":["Buscando pases de diapositivas..."],"Browse slideshows":["Explorar los pases de diapositivas"],"Press to clear the slideshow cache from your web browser":["Pulsa para vaciar la caché de los pases de diapositivas de tu navegador web"],"Load remaining %s slideshows":["Cargar las %s diapositivas restantes"],"Clear cache":["Vaciar la caché"],"Load all":["Cargar todo"],"Updating...":["Actualizando..."],"Searching...":["Buscando..."],"Filter slideshows‎":["Filtrar los pases de diapositivas"],"Sort by modified date":["Ordenar por la fecha de modificación"],"Sort by title":["Ordenar por el título"],"This feature is not fully supported in Internet Explorer 11 and you may experience slow search result times.":["Esta característica no es totalmente compatible con Internet Explorer 11 y puedes experimentar tiempos lentos en los resultados de búsqueda."],"Press %s to save or %s to cancel.":["Pulsa %s para guardar o %s para cancelar."],"Indexing slideshows... %s remaining":["Indexando los pases de diapositivas... %s restantes"],"Finished":["Terminado"],"Fetching slideshows...":["Obteniendo pases de diapositivas..."],"All Slideshows loaded":["Se han cargado todos los pases de diapositivas"],"Indexing %s slideshows into local storage...":["Indexando %s pases de diapositivas en el almacenamiento local..."],"1 slideshow":["1 pase de diapositivas"],"Still working... %s slides remaining...":["Sigue trabajando... %s pases de diapositivas restantes..."],"Settings saved":["Ajustes guardados"],"Saving %s slides. This may take a few moments.":["Guardando %s diapositivas. Esto puede tardar unos momentos."],"Slideshow title updated":["Actualizado el título del pase de diapositivas"],"Warning:":["Advertencia:"],"this article":["este artículo"],"Your settings might not be saving properly due to a configuration on your server. %s is currently set to %s, but we recommend a setting of 4000. Please see %s for more information. The php.ini file is being loaded from here: %s":["Es posible que tus ajustes no se guarden correctamente debido a una configuración en tu servidor. %s está establecido actualmente en %s, pero recomendamos un ajuste de 4000. Por favor, consulta %s para obtener más información. El archivo «php.ini» está siendo cargando desde aquí: %s"],"MetaSlider dashboard loaded":["Cargado el escritorio de MetaSlider"],"Slide updated successfully":["Diapositiva actualizada correctamente"],"Updating slide...":["Actualizando la diapositiva..."],"%s slides added successfully":["%s diapositivas añadidas correctamente"],"Preparing %s slides...":["Preparando %s diapositivas..."],"Press to expand":["Pulsa para ampliar"],"Collapse":["Cerrar"],"Select a slideshow":["Seleccionar un pase de diapositivas"],"Loading slideshows...":["Cargando los pases de diapositivas..."],"Search slideshows (Press ctrl + / to focus)‎":["Buscar pases de diapositivas (pulsa «Ctrl + /» para enfocar)"],"Viewing 1 slideshow":["Viendo 1 pase de diapositivas"],"last updated: %s":["última actualización: %s"],"Current":["Actual"],"No slides":["No hay diapositivas"],"This was not a slideshow, so we cannot update the setting.":["Esto no es un pase de diapositivas, por lo que no se puede actualizar el ajuste."],"Next Slide":["Siguiente diapositiva"],"Previous Slide":["Diapositiva anterior"],"Preparing slideshow for duplication...":["Preparando el pase de diapositivas para duplicado..."],"Premium support - ask us anyting!":["Soporte premium - ¡pregúntanos cualquier cosa!"],"Slide scheduling - decide when slides appear.":["Programación de diapositivas - decide cuándo aparecerán las diapositivas."],"Layer, video and post type slides.":["Diapositivas de capa, vídeo y tipo de contenido."],"Upgrading also includes:":["La actualización también incluye:"],"Upgrade to pro now":["Actualiza a pro ahora"],"Includes recipes to solve common scenarios.":["Incluye recetas para solucionar escenarios comunes."],"Loads only on the front-end where needed.":["Solo carga en la portada cuando sea necesario."],"Built-in text editor full of features.":["Editor de texto integrado lleno de características."],"Easily add custom CSS to your slideshows to customize and fit your theme perfectly.":["Añade fácilmente CSS personalizado a tus pases de diapositivas para personalizarlos y adaptarlos a tu tema perfectamente."],"CSS Manager":["Gestor CSS"],"CSS manager module":["Módulo gestor de CSS"],"CSS Manager notice closed":["Aviso del gestor CSS cerrado"],"CSS Manager notice opened":["Aviso del gestor CSS abierto"],"OK":["Aceptar"],"Something went wrong":["Se ha producido un error"],"Delete":["Borrar"],"You will not be able to undo this.":["No podrás deshacer esto."],"Tour cancelled unsuccessfully":["Visita guiada cancelada incorrectamente"],"Tour cancelled successfully":["Visita guiada cancelada correctamente"],"Duplicated successfully. Reloading...":["Duplicado correctamente. Recargando..."],"Slideshow saved":["Pase de diapositivas guardado"],"Duplicating...":["Duplicando…"],"Closing utility modal...":["Cerrando la ventana emergente de utilidad…"],"Opening utility modal...":["Abriendo la ventana emergente de utilidad…"],"Failed to open utility modal...":["Fallo al abrir la ventana emergente de utilidad…"],"Shortcode unable to be copied automatically":["No se ha podido copiar automáticamente el shortcode"],"Shortcode copied":["Shortcode copiado"],"Drop images here":["Arrastra las imágenes aquí"],"Drag and drop interface not available.":["La interfaz de arrastrar y soltar no está disponible"],"No valid files found":["No se encontraron archivos válidos"],"You currently do not have any slides to preview. If you want, we can import some image slides for you.":["Actualmente no tienes diapositivas para previsualizar. Si quieres, podemos importar algunas imágenes de diapositivas para ti. "],"Import slides":["Importar diapositivas"],"Import Slides":["Importar diapositivas"],"Crunching...":["Contrayendo..."],"Complete!":["¡Completo!"],"Saving...":["Guardando..."],"view license":["ver licencia"],"All photos published on Unsplash can be used for free.":["Todas las fotos publicadas en Unsplash se pueden usar gratuitamente."],"Quality":["Calidad"],"Description":["Descripción"],"Alt Text":["Texto alt"],"Portfolio":["Porfolio"],"Profile":["Perfil"],"view original":["ver original"],"Attachment Details":["Detalles del adjunto"],"Deselect":["Anular selección"],"Photo by %s":["Foto de %s"],"No photots found.":["No se encontraron fotos."],"Unsplash tab closed":["Pestaña de Unsplash cerrada"],"Opening Unsplash tab...":["Abriendo pestaña de Unsplash…"],"Load more":["Load more"],"Search unsplash.com...":["Buscar en unsplash.com…"],"Search Unsplash API":["Buscar API de Unsplash"],"All media items":["Todos los medios"],"Filter by type":["Filtrar por tipo"],"You may use HTML here":["Aquí puedes usar HTML"],"No default was found":["No se encontró nada por defecto"],"Automatically updates directly from the WP Media Library":["Se actualiza automáticamente desde la biblioteca de medios de WP directamente."],"Enter manually":["Introducir manualmente"],"Media library description":["Descripción de la biblioteca de medios"],"Media library caption":["Leyenda de la biblioteca de medios"],"This feature is not fully supported in this browser.":["Esta característica no es totalmente compatible con este navegador."],"Exit preview":["Salir de la vista previa"],"Toggle full width":["Cambiar a ancho completo"],"Toggle overlay type":["Cambiar tipo de superposición"],"Select":["Seleccionar"],"On the left are themes that you have created in the theme editor.":["A la izquierda están los temas que has creado en el editor de temas."],"Get started":["Primeros pasos"],"You can create your own themes with our theme editor":["Puedes crear tus propios temas con nuestro editor de temas"],"The pro add-on pack is installed!":["¡El paquete de la extensión pro está instalado!"],"Upgrade now to build your own custom themes!":["¡Actualiza ahora para construir tus propios temas personalizados!"],"Get the add-on pack!":["¡Obtén el paquete de extensión!"],"My Custom Themes":["Mis temas personalizados"],"However, it looks like you have custom themes available. Select \"My Custom Themes\" from the navigation up top to view your custom themes.":["Sin embargo, parece que tienes disponibles temas personalizados. Selecciona «Mis temas personalizados» en la navegación superior para ver tus temas personalizados."],"Error: No themes were found.":["Error: No se encontró ningún tema."],"Loading...":["Cargando…"],"If no theme is selected we will use the default theme provided by the slider plugin":["Si no se selecciona un tema, usaremos el tema por defecto proporcionado por el plugin del carrusel"],"Select a theme on the left to use on this slideshow. Click the theme for more details.":["Selecciona un tema de la izquierda para usarlo en este pase de diapositivas. Haz clic en el tema para más detalles."],"How To Use":["Cómo utilizarlo"],"Tags":["Etiquetas"],"Theme Instructions":["Instrucciones del tema"],"Theme Details":["Detalles del tema"],"Select a custom theme":["Selecciona un tema personalizado"],"Change the look and feel of your slideshow with one of our custom-built MetaSlider themes!":["¡Cambia el aspecto de tu pase de diapositivas con uno de nuestros temas MetaSlider hechos a medida!"],"Remove theme":["Eliminar tema"],"Click the image to edit or update":["Haz clic en la imagen para editarla o actualizarla"],"Custom theme":["Tema personalizado"],"This theme is not officially supported by the slider you chose. Your results might vary.":["Este tema no es oficialmente compatible con la diapositiva que has elegido. Tus resultados podrían variar."],"Theme saved":["Tema guardado"],"Saving theme...":["Guardando tema…"],"No error message provided.":["No se han proporcionado un mensaje sobre el error."],"Doing something...":["Haciendo algo…"],"Closing add slide UI...":["Cerrando la interfaz de usuario de añadir diapositiva…"],"Opening add slide UI...":["Abriendo la interfaz de usuario de añadir diapositiva…"],"Click shortcode to copy":["Haz clic en el shortcode para copiarlo"],"Toggle title":["Alternat título"],"Add CSS":["Añadir CSS"],"press to learn more":["pulsa para aprender más"],"Add custom CSS":["Añadir CSS personalizado"],"Duplicate":["Duplicar"],"Duplicate this slideshow":["Duplica este pase de diapositivas"],"New":["Nuevo"],"Save & open preview":["Guardar y abrir vista previa"],"Opacity of title and navigation, between 0 and 1":["Opacidad del título y navegación, entre 0 y 1"],"100% width":["Ancho 100%"],"We removed your selected theme as it could not be found. Was the folder deleted?":["Hemos quitado el tema que has seleccionado ya que no estaba disponible. ¿Se ha borrado la carpeta?"],"Close":["Cerrar"],"MetaSlider Pro is installed but is out of date. You may update it <a target=\"_blank\" href=\"%s\">here</a>. Learn more about this notice <a href=\"%s\">here</a>":["MetaSlider Pro está instalado pero no actualizado. Puedes actualizarlo <a target=\"_blank\" href=\"%s\">aquí</a>. <a href=\"%s\">Aquí</a> hay más información sobre este aviso."],"This was not a slideshow, so we cannot delete it.":["Esto no era una presentación de diapositivas, así que no podemos eliminarla."],"Create blank slideshow":["Crear una presentación de diapositivas en blanco"],"Feel free to create a slideshow with no images. If you are a premium member using the add-on pack, select this option to access video, layer, and external URL slides.":["Puedes crear una presentación de diapositivas sin imágenes. Si eres un miembro Premium que utiliza el paquete de extensiones, selecciona esta opción para acceder a las diapositivas de vídeo, capas y URL externas."],"Not quite ready?":["¿Aún no estás listo?"],"Using more than image slides?":["¿Usas algo a parte de las diapositivas de imágenes?"],"Maximum upload file size: %s.":["Tamaño máximo de subida de archivo: %s."],"To get started right away, drag and drop your images below.":["Para comenzar de inmediato, arrastra y suelta tus imágenes a continuación."],"Quick start":["Inicio rápido"],"Learn more":["Aprende más"],"To create your first slideshow, select one of the options below.":["Para crear tu primera presentación de diapositivas, selecciona una de las siguientes opciones."],"Thank you for installing MetaSlider, the #1 WordPress slideshow plugin":["Gracias por instalar MetaSlider, el plugin líder de presentación de diapositivas en WordPress"],"Please confirm that you would like to delete this slideshow.":["Por favor, confirma que deseas eliminar esta presentación de diapositivas."],"Save slideshow":["Guardar presentación de diapositivas"],"HTML overlay slides":["Diapositivas de superposición HTML"],"MetaSlider logo":["Logotipo de MetaSlider"],"The Nivo Dark theme included here for legacy purposes. Note: only works with Nivo Slider":["Tema Dark de Nivo incluido aquí para propósitos de retrocompatibilidad. Nota: sólo funciona con Nivo Slider"],"The Nivo Bar theme included here for legacy purposes. Note: only works with Nivo Slider":["Tema Bar de Nivo incluido aquí para propósitos de retrocompatibilidad. Nota: sólo funciona con Nivo Slider"],"The Nivo Light theme included here for legacy purposes. Note: only works with Nivo Slider":["Tema Light de Nivo incluido aquí para propósitos de retrocompatibilidad. Nota: sólo funciona con Nivo Slider"],"A minimalist theme that gets out of the way so you can showcasing your beautiful pictures.":["Un tema minimalista que se quita de en medio para que puedas mostrar tus hermosas fotos."],"A bold and clear design that works well on a darker images.":["Un diseño audaz y claro que funciona bien con imágenes más oscuras."],"This theme has a unique design that gives it a sophisticated look.":["Este tema tiene un diseño único que le da un aspecto sofisticado."],"This theme has a special additional functionality that uses image titles as the slide navigation. ":["Este tema tiene una funcionalidad adicional especial que utiliza títulos de imágenes como la navegación de diapositivas. "],"A simple theme that neatly blends into any existing website.":["Un tema sencillo que se integra perfectamente en cualquier sitio web existente."],"A futuristic and linear design that goes will with a dark background.":["Un diseño futurista y lineal que combina con un fondo oscuro."],"This theme places the controls vertically for a unique look.":["Este tema coloca los controles verticalmente para obtener un aspecto único."],"A fun, circular design to brighten up your site. This theme works well with dark images":["Un diseño divertido y circular para alegrar tu sitio. Este tema funciona bien con imágenes oscuras"],"A clean, subtle theme that features block arrows and bold design.":["Un tema limpio y sutil que incluye flechas de bloque y un diseño atrevido."],"A simple, slick square design that looks good on darker images.":["Un diseño cuadrado simple y elegante que se ve bien en imágenes más oscuras."],"A minimalistic, no-frills design that was built to blend in with most themes.":["Un diseño minimalista y limpio creado para integrarse con la mayoría de los temas."],"Copy all code":["Copiar todo el código"],"Post Feed slides can also be used with other slide types to either show one post at a time or in a carousel mode, allowing you to show off a large number of your latest posts in a small amount of space.":["Las diapositivas de feed de publicaciones también se pueden usar con otros tipos de diapositivas para mostrar, o bien las publicaciones de una en una o en modo carrusel, permitiéndote mostrar una gran cantidad de tus publicaciones en un espacio pequeño."],"Customise and control which post types you want to display, their order and how to restrict posts to certain tags or categories.":["Personaliza y controla qué tipos de contenido quieres mostrar, su orden y cómo restringir las publicaciones según ciertas etiquetas o categorías."],"Create a slideshow full of your favorite videos easily and quickly by simply adding a URL to a YouTube slide.":["Crear un carrusel completo de tus vídeos favoritos fácil y rápidamente simplemente añadiendo una URL a tu diapositiva de YouTube."],"You could even have the slider autoplay a video, giving you a smooth, completely automatic presentation!":["¡Podrías incluso hacer que la diapositiva reproduzca automáticamente un vídeo, ofreciéndote una presentación fluida totalmente automática!"],"Features include an automatic play/pause function, in which your slideshow will detect when you set a video to play and continue once the video has finished.":["Sus características incluyen una función de reproducción/pausa automática, en la que tu carrusel detectará cuando configures un vídeo par que se reproduzca y siga una vez que haya finalizado el vídeo."],"Create a slideshow full of your favorite videos easily and quickly by simply adding a URL to a Vimeo slide.":["Crear un carrusel completo con tus vídeos favoritos fácil y rápidamente simplemente añadiendo una URL a una diapositiva de Vimeo."],"Opens in a new window":["Se abre en una nueva ventana"],"Find out more about all the features of the Add-on Pack here":["Descubre aquí más sobre todas las características del paquete de la extensión"],"Additional optimization and customization options including using a video as the slide background, and adjusting the padding and background color of each layer.":["Opciones adicionales de optimización y personalización que incluyen usar un vídeo como fondo de la diapositiva, y ajustar el relleno y color de fondo de cada capa."],"Schedule":["Programar"],"Get it now!":["¡Consíguelo ahora!"],"Get the Pro add-on pack now to add a start/end date option to your slides":["Consigue el paquete de la extensión Pro par añadir una opción de de fecha de inicio/fin a tus diapositivas"],"Why am I seeing this?":["¿Por qué estoy viendo esto?"],"Update or activate your pro add-on pack now to add a start/end date option to your slides":["Actualiza o activa tu paquete de extensión pro ahora para añadir una opción de fecha de inicio/fin a tus diapositivas"],"Allows you to hide any slide, without having to delete them.":["Te permite oculta cualquier diapositiva, sin tener que borrarla."],"Toggle your slide's visibility":["Cambia la visibilidad de tu diapositiva"],"Add a start/end date to individual slides.":["Añade una fecha de inicio/fin a diapositivas individuales."],"Schedule your slides":["Programa tus diapositivas"],"No themes found.":["No se han encontrado temas."],"We could not find any images to import.":["No hemos podido encontrar ninguna imagen que importar."],"This slideshow is no longer available.":["Este carrusel ya no está disponible."],"The request format was not valid.":["El formato de la petición no era válido."],"Fade in the first slide":["Fundido de la primera diapositiva"],"Fade in":["Fundido de entrada"],"You do not have access to this resource.":["No tienes acceso a este recurso."],"Use the image alt text":["Utilizar el texto alternativo de la imagen"],"Enable this to inherit the image alt text":["Activa esto para heredar el texto alternativo de la imagen"],"Use the image title":["Utilizar el título de la imagen"],"Enable this to inherit the image title":["Activa esto para heredar el título de la imagen"],"Open in a new window":["Abrir en una ventana nueva"],"Dismiss":["Descartar"],"Copy all":["Copiar todo"],"To display your slideshow, add the following shortcode (in orange) to your page. If adding the slideshow to your theme files, additionally include the surrounding PHP code (in gray).&lrm;":["Para mostrar tu pase de diapositivas, añade el siguiente shortcode (en naranja) a tu página. Si estás añadiendo el carrusel a los archivos de tu tema, añade también el código PHP (en gris).&lrm;"],"Click to toggle":["Haz clic para alternar"],"How to Use":["Cómo utilizar"],"Item was copied to your clipboard":["El elemento ha sido copiado a tu portapapeles"],"Success":["Correcto"],"Upgrade Now":["Mejorar ahora"],"Leave a review":["Deja una valoración"],"Premium Support":["Soporte premium"],"Support":["Soporte"],"Take a tour":["Haz la visita guiada"],"Delete slideshow":["Borrar el pase de diapositivas"],"View trashed slides":["Ver diapositivas borradas"],"Filmstrip":["Película"],"Thumbnail":["Miniatura"],"Preview":["Vista previa"],"You are viewing slides that have been trashed, which will be automatically deleted in %s days. Click <a href=\"%s\">here</a> to view active slides.":["Estás viendo diapositivas de la papelera, que serán eliminadas automáticamente en %s días. Haz clic <a href=\"%s\">aquí</a> para ver las diapositivas activas."],"Add a new slide":["Añadir nueva diapositiva"],"<a href=\"%s\">view active</a>":["<a href=\"%s\">ver activos</a>"],"Trashed Slides":["Diapositivas eliminadas"],"Get the Add-on Pack today!":["¡Consigue el pack de complementos!"],"New Slideshow":["Nueva presentación de diapositivas"],"The slide was successfully trashed":["La diapositiva se ha eliminado correctamente"],"The attempt to restore the slide failed.":["El intento de recuperar la diapositiva ha fallado."],"The slide was successfully restored":["La diapositiva se ha restaurado correctamente"],"Add to slideshow":["Añadir a la presentación de diapositivas"],"Previous":["Anterior"],"This isn't an accepted image. Please try again.":["Esta imagen no está permitida. Por favor inténtalo de nuevo."],"Update slide image":["Actualizar imagen de la diapositiva"],"Delete Permanently":["Borrar permanentemente"],"Restore":["Restaurar"],"There was an error while updating the database. Please try again.":["Ha habido un error al actualizar la base de datos. Por favor, inténtalo de nuevo."],"There was an error updating the image. Please try again":["Ha habido un error actualizando la imagen. Por favor, inténtalo de nuevo"],"The image was successfully updated.":["La imagen se ha actualizado con éxito."],"The requested image does not exist. Please try again.":["La imagen solicitad no existe. Por favor inténtalo de nuevo."],"Have your specific queries addressed directly by our experts":["Haz que tus consultas específicas sean tratadas directamente por nuestros expertos"],"Premium support":["Soporte Premium"],"Easily build slides based on your WordPress posts.":["Construye fácilmente diapositivas en base a tus entradas de WordPress."],"Post feed slides":["Diapositivas de lista de entradas"],"Add layers to your slides with over 50 available transition effects.":["Agrega capas a tus diapositivas con más de 50 efectos de transición disponibles."],"Add slide layers":["Añadir capas a la diapositiva"],"Create completely customized HTML slides using the inline editor.":["Crea diapositivas HTML completamente personalizadas con el editor integrado."],"Add video slides":["Añadir diapositivas de video"],"No":["No"],"Easily allow users to navigate your slideshows by thumbnails.":["Permite navegar a tu usuarios de manera sencilla  por tus pases de diapositivas con miniaturas."],"Thumbnail navigation":["Navegación por miniaturas"],"Intelligent image cropping":["Recorte inteligente de la imagen"],"Regular updates":["Actualizaciones periódicas."],"Multiple slideshow types":["Varios tipos de pases de diapostivas"],"Yes":["Sí"],"Create and manage as many slideshows as you need.":["Crea y gestiona tantas diapositivas como necesites."],"Create unlimited slideshows":["Crear ilimitados pases de diapositivas"],"Upgrade now":["Actualizar ahora"],"Installed":["Instalado"],"pro":["pro"],"Add-ons":["Extensiones"],"free":["gratis"],"Comparison Chart":["Gráfico de comparación"],"Logo":["Logotipo"],"Now that you have some slides set, you can preview your slideshow by pressing here.":["Ahora que tienes algunas diapositivas, puedes previsualizar el pase de diapositivas haciendo clic aquí."],"Preview slideshow":["Previsualizar pase de diapositivas"],"Add a slide":["Añadir una diapositiva"],"Next":["Siguiente"],"Learn More":["Leer más"],"Press to undo":["Haz clic para deshacer"],"Slide deleted":["Diapositiva eliminada"],"Slide restored":["Diapositiva recuperada"],"Undo":["Deshacer"],"The attempt to update the option failed.":["El intento de actualización ha fallado."],"The requested data does not exist.":["Los datos solicitados no existen."],"The option was successfully updated":["La opción se ha actualizado con éxito."],"This item does not exist. Please refresh the page and try again.":["El elemento no existe. Por favor, actualiza la página e inténtalo de nuevo."],"The security check failed. Please refresh the page and try again.":["La comprobación de seguridad ha fallado. Por favor, actualiza la página e inténtalo de nuevo."],"Read more":["Leer más"],"Sign up":["Registro"],"weeks":["semanas"],"Can you translate? Want to improve MetaSlider for speakers of your language?":["¿Sabes traducir? ¿Quieres mejorar MetaSlider para los usuarios de tu idioma?"],"Increase your revenue and conversion with video slides and many more MetaSlider Pro features":["Aumenta tus ingresos y conversiones con diapositivas de vídeo y muchas otras caracteríscticas Pro de MetaSlider"],"Layer Slide":["Capa de corte"],"YouTube":["YouTube"],"Vimeo":["Vimeo"],"Post Feed":["Feed de la entrada"],"Easy to use slideshow plugin. Create SEO optimised responsive slideshows with Nivo Slider, Flex Slider, Coin Slider and Responsive Slides.":["Plugin de presentación de diapositivas fácil de usar. Crea presentaciones de diapositivas optimizadas para SEO y adaptables a todo tipo de dispositivos con Nivo Slider, Flex Slider, Coin Slider y Responsive Slides."],"https://www.metaslider.com":["https://www.metaslider.com"],"Insert slideshow":["Insertar presentación de diapositivas"],"Choose slideshow":["Elige presentación de diapositivas"],"Select slideshow to insert into post":["Selecciona presentación de diapositivas para insertar en la entrada"],"Delay adding the flexslider class to the slideshow":["Retardo agregando la clase flexslider a la presentación de diapositivas"],"No conflict mode":["Sin modo de conflicto"],"Uncheck this is you would like to include your own Javascript":["Desmarca esto si quieres incluír tu propio javascript"],"Print JS":["Imprimir JS"],"Uncheck this is you would like to include your own CSS":["Marca esta si quieres incluir tu propio CSS"],"Print CSS":["Imprimir CSS"],"Specify any custom CSS Classes you would like to be added to the slider wrapper":["Añadir las clases CSS personalizadas en el pase de diapositivas"],"CSS classes":["Clases CSS"],"Developer options":["Opciones de desarrollador"],"Set the fade in speed of the caption":["Ajustar el fundido en la velocidad del subtítulo"],"Caption speed":["Velocidad del subtítulo"],"Opacity":["Opacidad"],"Delay between squares in ms":["Retardo entre cuadros en ms"],"Square delay":["Retardo entre cuadros"],"Set the text for the 'next' direction item":["Establecer el texto la dirección para el «siguiente» elemento"],"Next text":["Texto para «Siguiente»"],"Set the text for the 'previous' direction item":["Introducir el texto de \"anterior\" en la dirección del elemento"],"Previous text":["Texto para «Anterior»"],"Animation easing effect":["Efecto de la animación suavizado"],"Easing":["Suavizado"],"Vertical":["Vertical"],"Horizontal":["Horizontal"],"Select the sliding direction":["Seleccionar la dirección del pase"],"Slide direction":["Dirección del pase"],"Number of squares":["Nmúero de cuadros"],"Number of slices":["Número de cortes"],"Set the speed of animations, in milliseconds":["Ajustar la duración de las animaciones en milisegundos"],"Animation speed":["Velocidad de la animación"],"How long to display each slide, in milliseconds":["Cuanto tiempo se muestra cada diapositiva en milisegundos"],"Slide delay":["Retraso de la diapositiva"],"Reverse the animation direction":["Invertir orden de la animación"],"Reverse":["Invertir"],"Pause the slideshow when hovering over slider, then resume when no longer hovering.":["Pausa la presentación de diapositivas al pasar el cursor sobre la misma, luego vuelve a ponerse en marcha cuando quites el cursor."],"Hover pause":["Pausar cuando situes el ratón encima"],"Randomise the order of the slides":["Ordenar aleatoriamente las diapositivas"],"Pixel margin between slides in carousel.":["Margen en píxeles entre diapositivas en el carrusel."],"Carousel margin":["Margen de carrusel"],"Display multiple slides at once. Slideshow output will be 100% wide.":["Mostrar varias diapositivas a la vez. La presentación de diapositivas será de un ancho del 100%."],"Carousel mode":["Modo carrusel"],"Smart Crop ensures your responsive slides are cropped to a ratio that results in a consistent slideshow size":["El recorte inteligente asegura que tus diapositivas adaptables sean recortadas en una proporción correcta respecto a la presentación de diapositivas."],"Disabled (Smart Pad)":["Disabled (Smart Pad)"],"Disabled":["Desactivado"],"Standard":["Estándar"],"Smart Crop":["Recorte inteligente"],"Image Crop":["Recorte de la imagen"],"Transition between slides automatically":["Transición entre diapositivas automáticamente"],"Auto play":["Auto arranque"],"Center align the slideshow":["Centrar la presentación de diapositivas"],"Center align":["Centrar"],"Stretch the slideshow output to fill it's parent container":["Ensanchar la presentación de diapositivas hasta rellenar el contenedor padre"],"Advanced Settings":["Ajustes avanzados"],"Title":["Título"],"Dots":["Puntos"],"Hidden":["Oculto"],"Show the slide navigation bullets":["Mostrar iconos de navegación de slider."],"Navigation":["Navegación"],"Show the previous/next arrows":["Mostrar las flechas anterior/siguiente"],"Arrows":["Flechas"],"Slideshow Theme":["Tema del pase de diapositivas"],"Themes":["Temas"],"Slide":["Diapositiva"],"Box Rain Grow Reverse":["Box Rain Grow Reverse"],"Box Rain Reverse":["Box Rain Reverse"],"Box Rain":["Box Rain"],"Box Random":["Caja al azar"],"Slide In Left":["Deslizar a la izquierda"],"Slide In Right":["Deslizar a la derecha"],"Fade":["Fundido"],"Fold":["Doblar"],"Slide Up Down Left":["Corte de arriba a abajo a la izquierda"],"Slice Up Down":["Corte de arriba a abajo"],"Slide Up Left":["Diapositiva arriba a la izquierda"],"Slice Up":["Cortar"],"Slide Down":["Dirección del pase"],"Straight":["Recto"],"Rain":["Lluvia"],"Swirl":["Remolino"],"Random":["Aleatorio"],"Slide transition effect":["Efecto de la transición entre diapositivas"],"Effect":["Efecto"],"Slideshow height":["Altura de la presentación de diapositivas"],"Height":["Alto"],"px":["px"],"Slideshow width":["Anchura de la presentación de diapositivas"],"Width":["Ancho"],"Save":["Guardar"],"Settings":["Ajustes"],"Add Slide":["Añadir diapositiva"],"Add a new slideshow":["Añadir nuevo pase de diapositivas"],"Image":["Imagen"],"Caution: This setting is for advanced developers only. If you're unsure, leave it checked.":["Cuidado: Estos ajustes son solo para desarrolladores avanzados. Si tienes dudas, déjalo marcado."],"Select replacement image":["Selecciona la imagen de sustitución"],"Are you sure?":["¿Estás seguro?"],"Documentation":["Documentación"],"Crop":["Recortar"],"Bottom Right":["Inferior derecho"],"Bottom Center":["Abajo al centro"],"Bottom Left":["Inferior izquierdo"],"Center Right":["Centro derecha"],"Center Center":["Centrado Centrado"],"Center Left":["Centro izquierda"],"Top Right":["Superior derecho"],"Top Center":["Superior centro"],"Top Left":["Superior izquierdo"],"Crop Position":["Posición del recorte"],"SEO":["SEO"],"General":["General"],"Image Alt Text":["Texto Alt de la Imagen:"],"Image Title Text":["Texto del Título de la Imagen"],"Warning: The image data does not exist. Please re-upload the image.":["Advertencia: No existen datos de la imagen. Vuelve a subirla, por favor."],"New Window":["Nueva ventana"],"URL":["URL"],"Caption":["Subtítulo"],"Image Slide":["Imagen de la diapositiva"],"Failed to add slide. Slide is not an image.":["No se pudo agregar diapositiva. Diapositiva no es una imagen."],"Delete slide":["Eliminar diapositiva"],"No slideshows found":["No se han encontrado presentaciones de diapositivas"],"Select Slider:":["Seleccionar pase"],"Title:":["Titulo:"],"MetaSlider":["MetaSlider"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until July 31st!":["¡Actualiza tus pases de diapositivas! ¡Únete hoy y obtén un 50% de descuento en MetaSlider Pro hasta el 31 de julio!"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until April 30th!":["¡Actualiza tus pases de diapositivas! ¡Únete hoy y obtén un 50% de descuento en MetaSlider Pro hasta el 30 de abril!"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until January 14th!":["¡Actualiza tus pases de diapositivas! ¡Únete hoy y obtén un 50% de descuento en MetaSlider Pro hasta el 14 de jenero!"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until December 25th!":["¡Actualiza tus pases de diapositivas! ¡Únete hoy y obtén un 50% de descuento en MetaSlider Pro hasta el 25 de diciembre!"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible. Also, \"Black Friday\" is the name of an event in the United States\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until November 30th!":["¡Actualiza tus pases de diapositivas! ¡Únete hoy y obtén un 50% de descuento en MetaSlider Pro hasta el 30 de noviembre!"],"Keep the plugin name \"MetaSlider\" when possible\u0004Like MetaSlider? Please help us by giving a positive review at WordPress.org":["¿Te gusta MetaSlider? Por favor, ayúdanos dando una opinión positiva en WordPress.org"],"Keep the plugin name \"MetaSlider\" when possible\u0004Insert MetaSlider":["Insertar MetaSlider"],"Keep the plugin name \"MetaSlider\" when possible\u0004Our word to keep MetaSlider compatible with the latest versions of WordPress.":["Nuestra palabra de mantener MetaSlider compatible con las últimas versiones de WordPress."],"Keep the plugin name \"MetaSlider\" when possible\u0004Review MetaSlider &rarr;":["Valora MetaSlider &rarr;"],"Initialism for call to action\u0004cta":["cta"],"Add patterns relating to an about us page\u0004About Page Patterns":["Acerca de los patrones de página"],"Relating to patterns that feature text only\u0004Text Patterns":["Patrones de texto"],"Hero being a hero/top section of a webpage\u0004Hero Patterns":["Patrones de hero"],"As in team\u0004crew":["personal"],"block keyword\u0004layouts":["diseños"],"block keyword\u0004template":["plantilla"],"block description\u0004Add block patterns and full page layouts with the Extendify Library.":["Añade patrones de bloques y diseños de página completa con la biblioteca Extendify."],"block title\u0004Pattern Library":["Biblioteca de patrones"],"The ESCAPE key on a keyboard\u0004Escape":["Esc"],"The ENTER key on a keyboard\u0004Enter":["Intro"],"number of slides, ex \"7 slides\"\u0004%s slides":["%s diapositiva(s)"],"This is a keyboard shortcut.\u0004(alt + p)":["(Alt + p)"],"1000 by 1000 pixels\u0004%s by %s pixels":["%s por %s píxeles"],"Photo by NAME on Unsplash\u0004Photo by %s on %s":["Foto de %s en %s"],"Translators: %1$s opens and %2$s closes a strong tag\u0004Show off your %1$sblog posts%2$s, %1$sevents%2$s, %1$sWooCommerce products%2$s and other content with %1$sPost Feed%2$s.":["Muestra tus %1$sentradas%2$s, %1$seventos%2$s, %1$sproductos de WooCommerce%2$s y otro contenido con %1$sPost Feed%2$s."],"Translators: %1$s opens and %2$s closes a strong tag\u0004Layers can include %1$s text, HTML, images, videos %2$s and even %1$s shortcodes%2$s!":["Las capas pueden incluir %1$s texto, HTML, imágenes, vídeos %2$s ¡e incluso %1$sshortcodes%2$s!"],"Short for milliseconds\u0004ms":["ms"],"\"YouTube\" and \"Vimeo\" are brand names.\u0004Easily include responsive high definition YouTube and Vimeo videos.":["Incluye fácilmente videos de alta definición en YouTube y Vimeo."],"Keep the branding \"Smart Crop\" together when possible\u0004Unique Smart Crop functionality ensures your slides are perfectly resized.":["La funcionalidad única de recorte inteligente asegura que tus diapositivas se redimensionen a la perfección."],"\"FlexSlider\" and \"Nivo Slider\" are plugin names.\u0004Including FlexSlider, Nivo Slider and we will soon be adding more.":["Incluyendo FlexSlider, Nivo Slider y pronto añadiremos más."],"Translators: %s opens and closes a strong tag\u0004Ideal for easily creating eye-catching presentations and slideshows using stunning effects with %s 30 animation options %s and a beautiful, easy to use interface.":["Ideal para crear fácilmente presentaciones impactantes y carruseles con efectos sorprendentes con %s opciones de animación %s y una bonita y fácil de usar interfaz."],"A coupon code and a discount amount\u0004Have an expired license? Use coupon code %s for a %s discount":["¿Tienes una licencia caducada? Utiliza el código de cupón %s para un descuento del %s"]}}}