{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=n != 1;","lang":"it"},"Upgrade to Pro":["Aggiorna a Pro"],"Go there &rarr;":["Vai a &rarr;"],"Sign up &rarr;":["Iscriviti &rarr;"],"Get MetaSlider Pro &rarr;":["Ottieni MetaSlider Pro &rarr;"],"Let's Start &rarr;":["Iniziamo &rarr;"],"Spice up your site with animated layers and video slides with MetaSlider Pro":["Vivacizza il tuo sito con livelli animati e diapositive video con MetaSlider Pro"],"Design Library":["Libreria dei design"],"Templates":["Template"],"Click to select a preferred site industry":["Fare clic per selezionare un settore del sito preferito"],"Click here to deactivate it":["Fare clic qui per disattivarlo"],"Internal integration is disabled but Extendify is still activated as a standalone plugin.":["L'integrazione interna è disattivata, ma Extendify è ancora attivato come plugin indipendente."],"Extendify plugin is installed.":["Il plugin Extendify è installato."],"Disable the internal Extendify integration.":["Disabilita l'integrazione interna di Extendify."],"View Pricing":["Vedi i prezzi"],"Do you want more patterns and layouts - without limits? Choose one of our plans and receive unlimited access to our complete library.":["Vuoi più modelli e layout - senza limiti? Scegli uno dei nostri piani e riceverai un accesso illimitato alla nostra libreria completa."],"Upgrade to Extendify Pro":["Aggiorna a Extendify Pro"],"You'll find beautiful high fidelity Gutenberg content to add to your pages in no time!":["Troverete bellissimi contenuti Gutenberg ad alta qualità da aggiungere alle vostre pagine in un batter d'occhio!"],"Search by industry, contents, and design attributes. Extendify has thousands of best-in-class block patterns. Find what you love and add it to the page - done!":["Ricerca per settore, contenuti e attributi di progettazione. Extendify dispone di migliaia di modelli di blocco tra i migliori della categoria. Trova quello che ti piace e aggiungilo alla pagina - fatto!"],"3. Browse Patterns & Layouts.":["3. Sfogliare i modelli e i layout."],"Extendify supports over sixty types with new industries added regularly.":["Extendify supporta più di sessanta tipi e nuovi settori vengono aggiunti regolarmente."],"With the library open, you can set your site industry - or type - which will surface the perfect industry-specific patterns and full page layouts to drop onto your website.":["Con la libreria aperta, è possibile impostare il settore o il tipo di sito, che farà visualizzare i modelli e i layout di pagina completa perfetti per il settore, da inserire nel tuo sito."],"2. Choose a site industry":["2. Seleziona un settore del sito"],"clicking here":["fai clic qui"],"You may also add a new page with the library opened for you by %1$s.":["Puoi anche aggiungere una nuova pagina con la libreria aperta per te da %1$s."],"When editing a page or post within the block editor, you'll see the Extendify library button within the editor's header":["Quando si modifica una pagina o un post nell'editor dei blocchi, si vedrà il pulsante della libreria Extendify nell'intestazione dell'editor"],"1. Open the Extendify Library":["1. Apri la libreria di Extendify"],"Extendify is a massive library of drop-in black patterns easily customized to your liking. Each pattern is meticulously designed to work with your existing WordPress theme.":["Extendify è una vasta libreria di modelli neri pronti all'uso, facilmente personalizzabili a tuo piacimento. Ogni modello è stato progettato meticolosamente per funzionare con il tuo tema WordPress esistente."],"Extendify Banner":["Banner di Extendify"],"The Extendify SDK is not loaded.":["La SDK di Extendify non è stata caricata."],"Show all":["Mostra tutto"],"Choose a site industry":["Scegli un settore del sito"],"Design":["Design"],"Add template":["Aggiungi template"],"buttons":["pulsanti"],"callout":["invito all'azione"],"Add call to action patterns and layouts.":["Aggiungi modelli e layout d'invito all'azione."],"Call to Action Patterns":["Modelli d'invito all'azione"],"team":["squadra"],"who we are":["chis siamo"],"About patterns and layouts.":["Informazioni su modelli e layout."],"paragraph":["paragrafo"],"simple":["semplice"],"Add text patterns and layouts.":["Aggiungi modelli e layout di testo."],"headline":["intestazione"],"heading":["titolo"],"Add hero patterns and layouts.":["Aggiungi modelli e layout hero."],"members":["membri"],"colleagues":["colleghi"],"Add team patterns and layouts.":["Aggiungi modelli e layout di squadra."],"Team Patterns":["Modelli di squadra"],"images":["immagini"],"Add gallery patterns and layouts.":["Aggiungi modelli e layout di gallerie."],"Gallery Patterns":["Modelli di gallerie"],"Base: %s":["Base: %s"],"MetaSlider + Gutenberg = %s":["MetaSlider + Gutenberg = %s"],"MetaSlider users have been asking for easier options to create and edit their sites using the new block editor and to make their sliders stand out. We're excited to announce that MetaSlider has partnered with the Extendify library of Gutenberg patterns and templates to bring the power of WordPress 5.9 to the most popular WordPress slider plugin!  By clicking “Install & Activate Extendify” you will get access to 10 free monthly imports of patterns and templates. Installing Extendify is optional, and MetaSlider will continue to work if you decide to not install Extendify.":["Gli utenti di MetaSlider hanno chiesto opzioni più facili per creare e modificare i loro siti utilizzando il nuovo editor di blocchi e per far risaltare i loro slider. Siamo entusiasti di annunciare che MetaSlider ha collaborato con la libreria Extendify di modelli e template Gutenberg per portare la potenza di WordPress 5.9 al più popolare plugin di slider per WordPress!  Facendo clic su \"Installa e attiva Extendify\" avrai accesso a 10 importazioni mensili gratuite di schemi e modelli. L'installazione di Extendify è opzionale, e MetaSlider continuerà a funzionare anche se decidi di non installare Extendify."],"%1$sGood news!%2$s We've added more imports to your library. Enjoy!":["%1$sBuone notizie!%2$s Abbiamo aggiunto altre importazioni alla tua libreria. Buon divertimento!"],"Close callout":["Chiudi l'invito all'azione"],"Monthly Imports":["Importazioni mensili"],"Skip to templates":["Vai ai template"],"Access to \"Pro\" catalog":["Accedi al catalogo \"Pro\""],"%1$sGet %2$s off%3$s Extendify Pro when you upgrade today!":["%1$sOttieni il %2$s di sconto%3$s su Extendify Pro aggiornando oggi stesso!"],"Finished. Reloading...":["Finito. Ricaricamento in corso…"],"Install & Activate Extendify":["Installa e attiva Extendify"],"Install the new Extendify Library plugin to get the latest we have to offer — right from WordPress.org. Plus, well send you %1$s10 more imports%2$s. Nice.":["Installa il nuovo plugin Extendify Library per ottenere le ultime novità che abbiamo da offrirti - direttamente da WordPress.org. Inoltre, ti invieremo %1$s10 importazioni%2$s in più. Ottimo."],"Get the brand new Extendify plugin today!":["Scarica il nuovissimo plugin Extendify oggi!"],"Install Extendify":["Installa Extendify"],"Install Extendify standalone plugin":["Installare il plugin indipendente Extendify"],"Error. See console.":["Errore. Controlla la consolle."],"Success! Reloading...":["Successo! Ricaricamento in corso…"],"Install the new Extendify Library plugin to get the latest we have to offer":["Installa il nuovo plugin Extendify Library per ottenere le ultime novità che abbiamo da offrirti"],"Press here to reload":["Fai clic qui per ricaricare"],"Pro":["Pro"],"Upgrade to Extendify Pro and use all the patterns and layouts you'd like, including our exclusive Pro catalog.":["Aggiorna a Extendify Pro e usa tutti i modelli e i layout che vuoi, incluso quelli del nostro esclusivo catalogo Pro."],"Get unlimited access to all our Pro patterns & layouts":["Avrai accesso illimitato a tutti i nostri modelli e layout Pro"],"Get more":["Ottieni di più"],"%s Import":["%s importazione","%s importazioni"],"%s Pattern Library":["%s libreria di modelli"],"Give feedback":["Fornisci un feedback"],"Tell us how to make the Extendify Library work better for you":["Dicci come possiamo secondo te far funzionare meglio la libreria Extendify"],"We couldn't find any patterns in the \"%s\" category.":["Non abbiamo trovato alcun modello nella categoria \"%s\"."],"We couldn't find any layouts in the \"%s\" category.":["Non abbiamo trovato alcun layout nella categoria \"%s\"."],"Sign in":["Accedi"],"Have an account?":["Hai un account?"],"Edit":["Modifica"],"Login and settings area":["Area di accesso e impostazioni"],"Featured":["In evidenza"],"Page layout added":["Layout di pagina aggiunto"],"Extendify":["Extendify"],"Everyone publishes with patterns & page layouts":["Tutti pubblicano con i modelli e i layout di pagine"],"Allow all users to publish with the library":["Permetti a tutti gli utenti di pubblicare con la libreria"],"Publish with hundreds of patterns & page layouts":["Pubblica con centinaia di modelli e layout di pagina"],"Enable the library":["Abilitare la libreria"],"Enable the library for myself":["Abilitare la libreria solo per me"],"Extendify Settings":["Impostazioni di Extendify"],"Extendify Utilities":["Utilità di Extendify"],"Dismiss this notice":["Ignora questo avviso"],"Turn off the library":["Disattiva la libreria"],"Tell me more":["Dimmi di più"],"Welcome to the Extendify Library":["Benvenuto in Extendify Library"],"Close dialog":["Chiudi la finestra di dialogo"],"Need Help?":["Hai bisogno di aiuto?"],"License key":["Chiave di licenza"],"Email address":["Indirizzo email"],"Don't have an account?":["Non hai un account?"],"Sign in to Extendify":["Accedi a Extendify"],"Sign out":["Esci"],"Logged In":["Connesso"],"Account":["Account"],"You've signed in to Extendify":["Sei connesso a Extendify"],"Upgrade":["Aggiorna"],"14-Day guarantee":["Garanzia 14 giorni"],"Fast and friendly support":["Supporto rapido e amichevole"],"Beautiful full page layouts":["Fantastici layout di pagina intera"],"Access to 100's of Patterns":["Accedi al 100 per cento dei modelli"],"Get Unlimited Imports":["Ottieni importazioni illimitate"],"Sign up today and get unlimited access to our entire collection of patterns and page layouts.":["Registrati oggi e ottieni l'accesso illimitato alla nostra intera collezione di modelli e layout di pagina."],"You're out of imports":["Hai finito le importazioni"],"Press to import %s":["Premi per importare %s"],"Nothing found...":["Non è stato trovato nulla…"],"Search":["Cerca"],"Site Type":["Tipo di sito"],"Find out more &rarr;":["Scopri di più &rarr;"],"Please contact a site admin for assistance in adding these plugins to your site.":["Contatta un amministratore del sito per assistenza nell'aggiunta di questi plugin al tuo sito."],"In order to add this %s to your site, the following plugins are required to be installed and activated.":["Per aggiungere questo %s al tuo sito, i seguenti plugin devono essere installati e attivati."],"Return to library":["Torna alla libreria"],"Plugins required":["Plugin necessari"],"Disable Extendify":["Disabilita Extendify"],"Discover patterns in Extendify Library":["Scopri i modelli di Extendify Library"],"Welcome to Extendify":["Benvenuto in Extendify"],"View patterns":["Visualizza i modelli"],"Sign In":["Accedi"],"Patterns":["Modelli"],"Type select":["Seleziona il tipo"],"Activate Plugins":["Attiva i plugin"],"No thanks, return to library":["No grazie, torna alla libreria"],"Activate required plugins":["Attiva i plugin richiesti"],"Activating...":["Attivazione in corso..."],"Activating plugins":["Attivazione dei plugin"],"Error Activating plugins":["Errore durante l'attivazione dei plugin"],"Install Plugins":["Installa i plugin"],"No thanks, take me back":["No grazie, torna indietro"],"Install required plugins":["Installa i plugin richiesti"],"Installing...":["Installazione in corso..."],"Installing plugins":["Installazione dei plugin"],"Save changes":["Salva le modifiche"],"Reload page":["Ricarica la pagina"],"Just one more thing! We need to reload the page to continue.":["Un'ultima cosa! Dobbiamo ricaricare la pagina per continuare."],"Reload required":["È necessario ricaricare"],"Go back":["Torna indietro"],"You have encountered an error that we cannot recover from. Please try again.":["Hai riscontrato un errore che non possiamo risolvere. Riprova."],"Error installing plugins":["Errore durante l'installazione dei plugin"],"Server error":["Errore del server"],"Unknown error occurred. Check browser console or contact support.":["Si è verificato un errore sconosciuto. Controlla la bacheca del browser o contatta il supporto."],"Close library":["Chiudi la libreria"],"An unknown error occurred during installation":["Si è verificato un errore sconosciuto durante l'installazione"],"There was an error installing your plugin":["Si è verificato un errore durante l'installazione dei tuoi plugin"],"You are not allowed to install plugins on this site.":["Non hai i permessi per installare i plugin in questo sito."],"You are not allowed to activate plugins on this site.":["Non hai i permessi per attivare i plugin in questo sito."],"Dismiss Extendify notice":["Ignora avviso di Extendify"],"Dismiss notice":["Ignora avviso"],"If you'd prefer not to have this button display in the editor, %ssee here%s.":["Se preferisci che questo pulsante non venga visualizzato nell'editor, %svedi qui%s."],"Learn more at %sextendify.com%s. ":["Scopri di più su %sextendify.com%s. "],"Copied!":["Copiato!"],"Hey there! We just started working on a brand new gallery extension. <a href=\"%s\">Check it out</a> and let us know what you think!":["Ciao a tutti! Abbiamo appena iniziato a lavorare su una nuova estensione della galleria. <a href=\"%s\">Controlla</a> e facci sapere cosa ne pensi!"],"Help Improve MetaSlider":["Aiutaci a migliorare MetaSlider"],"Update license key":["Aggiorna la chiave di licenza"],"License Key":["Chiave di licenza"],"Here you will find general account settings and options related to your account":["Qui troverai le impostazioni generali dell'account e le opzioni relative al tuo account"],"Global Settings":["Impostazioni globali"],"Global settings saved":["Impostazioni globali salvate"],"Slideshow settings saved":["Impostazioni della presentazione salvate"],"View our detailed privacy policy":["Visualizza i dettagli della nostra informativa sulla privacy"],"Opt-in to let MetaSlider responsibly collect information about how you use our plugin. This is disabled by default, but may have been enabled by via a notification. %s":["Accetta che MetaSlider raccolga responsabilmente informazioni su come usi il nostro plugin. Questo è disabilitato di default, ma potrebbe essere stato abilitato tramite una notifica. %s"],"Upgrade here":["Aggiorna qui"],"If you are a pro member, enter your license key here to receive updates. %s":["Se sei un membro pro, inserisci qui la tua chiave di licenza per ricevere gli aggiornamenti. %s"],"For your convenience, you can copy the basic site information before to help us speed up the debugging process. Be sure to verify that no personal information is included that you might want to keep private.":["Per tua comodità, puoi prima copiare le informazioni di base del sito per aiutarci a velocizzare il processo di debugging. Assicurati di verificare che non siano incluse informazioni personali che potresti voler mantenere private."],"Site Information":["Informazioni sul sito"],"Visit metaslider.com":["Visita metaslider.com"],"Paid users of the premium plugin can open a ticket on our private support center to receive personalized support and faster response times.":["Gli utenti paganti del plugin premium possono aprire un ticket sul nostro centro di supporto privato per ricevere un'assistenza personalizzata e tempi di risposta più rapidi."],"Paid Premium Support 🌟":["Supporto Premium a pagamento 🌟"],"Visit wordpress.org":["Visita wordpress.org"],"For users of the free version of MetaSlider, we offer full free support on the wordpress.org forums.":["Per gli utenti della versione gratuita di MetaSlider, offriamo un supporto completo e gratuito sui forum di wordpress.org."],"Free Basic Support 🚀":["Supportodi base gratuito 🚀"],"Visit documentation":["Vedi la documentazione"],"Check out our documentation page for examples, and more information about what you can do with MetaSlider.":["Controlla la nostra pagina di documentazione per esempi e maggiori informazioni su ciò che puoi fare con MetaSlider."],"Documentation 📚":["Documentazione 📚"],"Here you will find documentation, and two support tiers to choose from. Additionally, you may supply us with extra information specific to your website, server, etc.":["Qui troverai la documentazione e due livelli di supporto tra cui scegliere. Inoltre, puoi fornirci informazioni extra specifiche per il tuo sito web, server, ecc."],"Analytics notice closed":["Avviso analitico chiuso"],"Analytics notice opened":["Avviso analitico aperto"],"Settings & Help":["Impostazioni e aiuto"],"Help Center":["Centro assistenza"],"Agree":["Accetto"],"privacy policy":["informativa sulla privacy"],"We are currently building the next version of MetaSlider. Can you help us out by sharing non-sensitive diagnostic information? We'd also like to send you infrequent emails with important security and feature updates. See our %s for more details.":["Attualmente stiamo costruendo la nuova versione di MetaSlider. Puoi aiutarci condividendo informazioni diagnostiche non sensibili? Vorremmo anche inviarti email poco frequenti con importanti aggiornamenti di sicurezza e funzionalità. Vedi il nostro %s per maggiori dettagli."],"Thanks for using MetaSlider":["Grazie per utilizzare MetaSlider"],"MetaSlider Logo":["Logo di MetaSlider"],"1 slide added successfully":["1 diapostiva aggiunta correttamente"],"Preparing 1 slide...":["Preparando 1 diapostiva…"],"Viewing %s out of %s slideshows (%s loaded)":["Visualizzazione di %s su %s presentazioni (%s caricate)"],"Viewing %s out of %s slideshows":["Visualizzazione di %s su %s presentazioni"],"No slides found":["Nessuna diapositiva trovata"],"Image not found<br>%s":["Immagine non trovata<br>%s"],"Select the slideshows you wish to import below, then press here to import them.":["Seleziona qui sotto le presentazioni che vuoi importare, poi premi qui per importarle."],"Import %s slideshows":["Importa %s presentazioni"],"Note: You can still import slideshows that contain missing images. You will just need to manually update or delete these slides from their individual slideshow edit pages.":["Nota: puoi ancora importare presentazioni che contengono immagini mancanti. Avrai solo bisogno di aggiornare o eliminare manualmente queste diapositive dalle loro singole pagine di modifica della presentazione."],"No image name provided":["Nessun nome d'immagine fornito"],"The following images were not found:":["Le seguenti immagini non sono state trovate:"],"All images required to import are accounted for.":["Tutte le immagini necessarie per l'importazione sono contabilizzate."],"Version: v%s":["Versione: v%s"],"Date: %s":["Data: %s"],"Upload file":["Carica file"],"Importing...":["Importazione in corso..."],"If you have an export file, you may upload it here to be processed. Information about each slideshow will be presented below. You will be able to confirm before importing.":["Se hai un file di esportazione, puoi caricarlo qui per essere elaborato. Le informazioni su ogni diapositiva appariranno qui sotto. Potrai confermare prima dell'importazione."],"Easily import slideshows generated by MetaSlider. This requires a file generated from the Export tab.":["Importa facilmente le presentazioni generate da MetaSlider. Questo richiede un file generato dalla scheda di esportazione."],"While the width and height defined above will be used for cropping (if enabled) and the base slideshow dimensions, you may also set the slideshow to stretch to its container.":["Mentre la larghezza e l'altezza definite sopra saranno utilizzate per il ritaglio (se abilitato) e le dimensioni di base della presentazione, si può anche impostare la presentazione per adattarsi al suo contenitore."],"100% Width":["Larghezza 100%"],"Update the default height for the base image. This will be used for the base image cropping and slideshow dimaneions. If set to 100% width, the height will scale accordingly.":["Aggiorna l'altezza predefinita per l'immagine di base. Questo sarà usato per il ritaglio dell'immagine di base e per le dimensioni della presentazione. Se la larghezza è impostata al 100%, l'altezza scalerà di conseguenza."],"Base Image Height":["Altezza dell'immagine di base"],"Change the default width":["Modifica la larghezza predefinita"],"Update the default width for the base image. This will be used for the slideshow dimensions and base image cropping.":["Aggiorna la larghezza predefinita per l'immagine di base. Questa sarà usata per le dimensioni della presentazione e per il ritaglio dell'immagine di base."],"Base Image Width":["Larghezza dell'immagine di base"],"Change the default title":["Cambia il titolo predefinito"],"Default Slideshow Title":["Titolo predefinito della presentazione"],"Update default settings used when creating a new slideshow.":["Aggiorna le impostazioni predefinite create per la creazione di una nuova presentazione."],"Slideshow Defaults":["Presentazioni predefinite"],"External slide":["Diapositive esterne"],"Post Feed slide":["Diapositiva di feed di articoli"],"Select or deselect all slideshows":["Seleziona o deseleziona tutte le presentazioni"],"Toggle all slideshows":["Attiva/disattiva tutte le presentazioni"],"Select the slideshows you wish to export below, then press here to export them.":["Seleziona qui sotto le presentazioni che vuoi esportare, poi premi qui per esportarle."],"Export %s slideshows":["Esporta %s presentazioni"],"Please note that content contained in \"Post Type\" slides will not be exported. Only the slide configurations that refer to the content will be.":["Nota che i contenuti inclusi nelle diapositive \"Tipo di contenuto\" non saranno esportati. Solo le configurazioni delle diapositive che si riferiscono al contenuto lo saranno."],"Learn how":["Impara come"],"Your images will need to be exported manually and uploaded to the new website before importing these slideshows. Additionally, image file names need to match as we will use built in WordPress functions to locate the image based on its current name.":["Le tue immagini dovranno essere esportate manualmente e caricate sul nuovo sito web prima di importare queste presentazioni. Inoltre, i nomi dei file delle immagini devono corrispondere perché useremo le funzioni integrate di WordPress per individuare l'immagine in base al suo nome attuale."],"Pressing export will gather and organize all of your slideshows into a single data file that you can use to restore on another website.":["Premendo export raccoglierai e organizzerai tutte le tue presentazioni in un unico file di dati che potrai usare per ripristinarle su un altro sito web."],"Slideshows":["Presentazioni"],"Load":["Carica"],"Refresh":["Ricarica"],"Processing...":["Elaborazione in corso…"],"You have %s slideshows that can be exported. Information about each slideshow will be presented below.":["Hai %s presentazioni che possono essere esportate. Le informazioni su ogni presentazione vengono presentate di seguito."],"Load slideshows":["Carica presentazioni"],"Press to load available slideshows then choose which slideshows to export. If you only have a few slideshows we will prepare them automatically.":["Premi per caricare le presentazioni disponibili e poi scegli quali presentazioni esportare. Se hai solo poche presentazioni, le prepareremo automaticamente."],"Create a new slideshow now":["Crea adesso una nuova presentazione"],"Import successful":["Importazione riuscita"],"Importing %s slideshows...":["Importazione di %s presentazioni…"],"Continue":["Continua"],"When images are missing you will have to manually update or delete the slide after the import completes.":["Quando le immagini mancano, dovrai aggiornare o cancellare manualmente la diapositiva dopo il completamento dell'importazione."],"Some images are missing":["Mancano alcune immagini"],"You have no slideshows to import":["Non hai presentazioni da importare"],"We are still searching for your images. Please wait.":["Stiamo ancora cercando le tue immagini. Attendi."],"Image search complete":["Ricerca immagini completata"],"Found %s slideshows":["Trovate %s presentazioni"],"The data in this file does not appear to be valid.":["I dati di questo file non sembrano essere validi."],"All settings saved":["Tutte le impostazioni salvate"],"Change the default title that will be used when creating a new slideshow. Use %s and it will be replaced by the current slideshow ID.":["Cambia il titolo predefinito che sarà usato quando si crea una nuova presentazione. Usa %s e sarà sostituito dall'ID della presentazione corrente."],"Export successful":["Esportazione riuscita"],"Exporting %s slideshows...":["Esportazione di %s presentazioni…"],"You have no slideshows to export":["Non hai presentazioni da esportare"],"Loading %s slideshows...":["Caricamento di %s presentazioni…"],"Page not found: %s":["Pagina non trovata: %s"],"Opening settings page...":["Apertura pagina delle impostazioni…"],"Failed to open the settings page...":["Apertura della pagina delle impostazioni fallita…"],"The field (%s) cannot be empty":["Il campo (%s) non può essere vuoto"],"The title cannot be empty.":["Il titolo non può essere vuoto."],"Nothing to import.":["Nulla da importare."],"Update Internet Explorer":["Aggiorna Internet Explorer"],"IE11":["IE11"],"Microsoft Internet Explorer 11":["Microsoft Internet Explorer 11"],"It looks like you are using %s. While MetaSlider does support %s on the frontend of the website where users see your slideshows, some of the tools we provide back here require a modern browser.":["Sembra che tu stia usando %s. Mentre MetaSlider supporta %s sul frontend del sito dove gli utenti vedono le tue presentazioni, alcuni degli strumenti che forniamo qui di seguito richiedono un browser moderno."],"Browser upgrade required":["È necessario l'aggiornamento del browser"],"Export":["Esporta"],"Import":["Importa"],"gallery":["galleria"],"slideshow":["presentazione"],"slider":["visore"],"Use MetaSlider to insert slideshows and sliders in your page":["Usa MetaSlider per inserire presentazioni e visori nella tua pagina"],"Full width":["Larghezza piena"],"Wide width":["Larghezza ampia"],"Normal width":["Larghezza normale"],"Update preview":["Aggiorna l'anteprima"],"Loading slideshow":["Caricamento della presentazione"],"Create one now!":["Creane una ora!"],"No slideshows found.":["Nessuna presentazione trovata."],"Loading slideshows list...":["Caricamento dell'elenco delle presentazioni…"],"Refresh preview":["Aggiorna l'anteprima"],"Additional CSS Class":["Classe CSS supplementare"],"Edit slideshow":["Modifica presentazione"],"Slideshow settings":["Impostazioni della presentazione"],"Add slideshow":["Aggiungi presentazione"],"Preview Slideshow":["Anteprima presentazione"],"After you have selected an image, press here to create your slide.":["Dopo aver selezionato un'immagine, premi qui per creare la tua diapositiva."],"Create your slide":["Crea la tua diapositiva"],"Hide step":["Nascondi passaggio"],"Choose an image from the left, or search for any topic here to bring up more images.":["Scegli un'immagine a sinistra, o cerca qualsiasi argomento qui per avere più immagini."],"Search unsplash":["Cerca unsplash"],"Next step":["Passaggio seguente"],"You can easily add an image from one of the options here. Additionally we provide free images from the Unsplash library.":["Puoi facilmente aggiungere un'immagine da una delle opzioni qui. Inoltre forniamo immagini gratuite dalla libreria Unsplash."],"Select images":["Seleziona immagini"],"Thank you for using MetaSlider. To get started, press here to add your first slide.":["Grazie per voler usare MetaSlider. Per iniziare, premi qui e aggiungi la tua prima diapositiva."],"No error message reported.":["Nessun messaggio di errore riportato."],"Undefined error occurred":["Si è verificato un errore non definito"],"Searching slideshows...":["Ricerca di presentazioni…"],"Browse slideshows":["Scorri le presentazioni"],"Press to clear the slideshow cache from your web browser":["Premi qui per svuotare la cache della presentazione nel tuo browser"],"Load remaining %s slideshows":["Carica le rimanenti %s presentazioni"],"Clear cache":["Svuota la cache"],"Load all":["Carica tutto"],"Updating...":["Aggiornamento in corso..."],"Searching...":["Ricerca in corso..."],"Filter slideshows‎":["Filtra presentazioni"],"Sort by modified date":["Ordina per data di modifica"],"Sort by title":["Ordina per titolo"],"This feature is not fully supported in Internet Explorer 11 and you may experience slow search result times.":["Questa caratteristica non è pienamente supportata in Internet Explorer 11 e si possono verificare tempi lenti nei risultati della ricerca."],"Press %s to save or %s to cancel.":["Premere %s per salvare o %s per annullare."],"Indexing slideshows... %s remaining":["Indicizzazione delle presentazioni… %s restanti"],"Finished":["Finito"],"Fetching slideshows...":["Recupero delle presentazioni…"],"All Slideshows loaded":["Tutte le presentazioni sono state caricate"],"Indexing %s slideshows into local storage...":["Indicizzazione di %s presentazioni nella memoria locale…"],"1 slideshow":["1 presentazione"],"Still working... %s slides remaining...":["Ancora in corso… %s diapositive rimaste…"],"Settings saved":["Impostazioni salvate"],"Saving %s slides. This may take a few moments.":["Salvataggio delle diapositive %s. Questo può richiedere qualche istante."],"Slideshow title updated":["Titolo della presentazione aggiornato"],"Warning:":["Avvertenza:"],"this article":["questo articolo"],"Your settings might not be saving properly due to a configuration on your server. %s is currently set to %s, but we recommend a setting of 4000. Please see %s for more information. The php.ini file is being loaded from here: %s":["Le tue impostazioni potrebbero non essere salvate correttamente a causa di una configurazione sul tuo server. %s è attualmente impostato su %s, ma noi raccomandiamo un'impostazione di 4000. Per favore vedi %s per maggiori informazioni. Il file php.ini viene caricato da qui: %s"],"MetaSlider dashboard loaded":["Bacheca di MetaSlider caricata"],"Slide updated successfully":["Diapositiva aggiornata correttamente"],"Updating slide...":["Aggiornamento della diapositiva…"],"%s slides added successfully":["%s diapositive aggiunte correttamente"],"Preparing %s slides...":["Preparazione di %s diapositive…"],"Press to expand":["Premi per espandere"],"Collapse":["Comprimi"],"Select a slideshow":["Seleziona una presentazione"],"Loading slideshows...":["Caricamento delle presentazioni…"],"Search slideshows (Press ctrl + / to focus)‎":["Cerca presentazioni (Premi ctrl + / per mettere a fuoco)"],"Viewing 1 slideshow":["Visualizzazione di 1 presentazione"],"last updated: %s":["ultimo aggiornamento: %s"],"Current":["Corrente"],"No slides":["Nessuna diapositiva"],"This was not a slideshow, so we cannot update the setting.":["Questa non era una presentazione, quindi non possiamo aggiornare l'impostazione."],"Next Slide":["Diapositiva successiva"],"Previous Slide":["Diapositiva precedente"],"Preparing slideshow for duplication...":["Preparando la presentazione per la duplicazione…"],"Premium support - ask us anyting!":["Supporto premium - chiedici qualsiasi cosa!"],"Slide scheduling - decide when slides appear.":["Programmazione delle diapositive - decidi quando devono essere visualizzate le diapositive."],"Layer, video and post type slides.":["Livello, video e diapositive di tipo di contenuto."],"Upgrading also includes:":["L'aggiornamento include anche:"],"Upgrade to pro now":["Aggiorna a pro ora"],"Includes recipes to solve common scenarios.":["Include raccomandazioni per risolvere situazioni comuni."],"Loads only on the front-end where needed.":["Carica solo sul frontend dove necessario."],"Built-in text editor full of features.":["Editor di testo incorporato pieno di funzionalità."],"Easily add custom CSS to your slideshows to customize and fit your theme perfectly.":["Aggiungi facilmente CSS personalizzati alle tue presentazioni per personalizzarle e adattarle perfettamente al tuo tema."],"CSS Manager":["Gestore CSS"],"CSS manager module":["Modulo di gestione CSS"],"CSS Manager notice closed":["Avviso del gestore CSS chiuso"],"CSS Manager notice opened":["Avviso del gestore CSS aperto"],"OK":["OK"],"Something went wrong":["Qualcosa è andato storto"],"Delete":["Elimina"],"You will not be able to undo this.":["Non sarà possibile annullarlo."],"Tour cancelled unsuccessfully":["Tour annullato senza successo"],"Tour cancelled successfully":["Tour annullato con successo"],"Duplicated successfully. Reloading...":["Duplicato con successo. Caricando…"],"Slideshow saved":["Presentazione salvata"],"Duplicating...":["Copia in corso..."],"Closing utility modal...":["Chiusura dell'utilità modale…"],"Opening utility modal...":["Apertura dell'utilità modale…"],"Failed to open utility modal...":["Apertura dell'utilità modale non riuscita…"],"Shortcode unable to be copied automatically":["Impossibile copiare automaticamente lo shortcode"],"Shortcode copied":["Shortcode copiato"],"Drop images here":["Rilascia qui le immagini"],"Drag and drop interface not available.":["Interfaccia trascina e rilascia non disponibile."],"No valid files found":["Non è stato trovato alcun file valido"],"You currently do not have any slides to preview. If you want, we can import some image slides for you.":["Attualmente non hai diapositive da visualizzare in anteprima. Se vuoi, possiamo importare alcune diapositive di immagini per te."],"Import slides":["Importa diapositive"],"Import Slides":["Importa diapositive"],"Crunching...":["Cercando…"],"Complete!":["Completato!"],"Saving...":["Salvataggio in corso..."],"view license":["visualizza la licenza"],"All photos published on Unsplash can be used for free.":["Tutte le foto pubblicate su Unsplash possono essere utilizzate gratuitamente."],"Quality":["Qualità"],"Description":["Descrizione"],"Alt Text":["Testo \"alt\""],"Portfolio":["Portfolio"],"Profile":["Profilo"],"view original":["visualizza originale"],"Attachment Details":["Dettagli dell'allegato"],"Deselect":["Deseleziona"],"Photo by %s":["Foto di %s"],"No photots found.":["Nessuna foto trovata."],"Unsplash tab closed":["Scheda unsplash chiusa"],"Opening Unsplash tab...":["Apertura della scheda unsplash…"],"Load more":["Carica altro"],"Search unsplash.com...":["Cerca su unsplash.com…"],"Search Unsplash API":["Cerca l'API di Unsplash"],"All media items":["Tutti gli elementi media"],"Filter by type":["Filtra per tipo"],"You may use HTML here":["Puoi utilizzare HTML qui"],"No default was found":["Nessun predefinito trovato"],"Automatically updates directly from the WP Media Library":["Si aggiorna automaticamente direttamente da WP Media Library"],"Enter manually":["Inserisci manualmente"],"Media library description":["Descrizione della libreria dei media"],"Media library caption":["Didascalia della libreria dei media"],"This feature is not fully supported in this browser.":["Questa caratteristica non è supportata completamente in questo browser."],"Exit preview":["Esci dall'anteprima"],"Toggle full width":["Attiva/disattiva larghezza piena"],"Toggle overlay type":["Attiva/disattiva il tipo di sovrimpressione"],"Select":["Seleziona"],"On the left are themes that you have created in the theme editor.":["Sulla sinistra ci sono i temi che hai creato nell'editor di temi."],"Get started":["Come iniziare"],"You can create your own themes with our theme editor":["Puoi creare i tuoi temi con il nostro editor di temi"],"The pro add-on pack is installed!":["Il pacchetto di add-on pro è installato!"],"Upgrade now to build your own custom themes!":["Aggiorna ora per costruire i tuoi temi personalizzati!"],"Get the add-on pack!":["Ottieni il pacchetto di add-on!"],"My Custom Themes":["I miei temi personalizzati"],"However, it looks like you have custom themes available. Select \"My Custom Themes\" from the navigation up top to view your custom themes.":["Tuttavia, sembra che tu abbia temi personalizzati disponibili. Seleziona \"I miei temi personalizzati\" dalla navigazione in alto per vedere i tuoi temi personalizzati."],"Error: No themes were found.":["Errore: Nessun tema trovato."],"Loading...":["Caricamento in corso..."],"If no theme is selected we will use the default theme provided by the slider plugin":["Se nessun tema è selezionato useremo il tema predefinito fornito dal plugin del visore"],"Select a theme on the left to use on this slideshow. Click the theme for more details.":["Seleziona un tema sulla sinistra da utilizzare in questa presentazione. Clicca sul tema per maggiori dettagli."],"How To Use":["Come si usa"],"Tags":["Tag"],"Theme Instructions":["Instruzioni del tema"],"Theme Details":["Dettagli del tema"],"Select a custom theme":["Seleziona un tema personalizzato"],"Change the look and feel of your slideshow with one of our custom-built MetaSlider themes!":["Cambia l'aspetto della tua presentazione con uno dei nostri temi MetaSlider personalizzati!"],"Remove theme":["Rimuovi il tema"],"Click the image to edit or update":["Fai clic sull'immagine per modificarla o aggiornarla"],"Custom theme":["Tema personalizzato"],"This theme is not officially supported by the slider you chose. Your results might vary.":["Questo tema non è ufficialmente supportato dal visore che hai scelto. I tuoi risultati potrebbero variare."],"Theme saved":["Tema salvato"],"Saving theme...":["Salvataggio del tema…"],"No error message provided.":["Nessun messaggio di errore fornito."],"Doing something...":["Facendo qualcosa..."],"Closing add slide UI...":["Chusura dell'interfaccia utente per aggiungere diapositive…"],"Opening add slide UI...":["Apertura dell'interfaccia utente per aggiungere diapositive…"],"Click shortcode to copy":["Fai clic sullo shortcode per copiarlo"],"Toggle title":["Attiva/disattiva titolo"],"Add CSS":["Aggiungi CSS"],"press to learn more":["premi per saperne di più"],"Add custom CSS":["Aggiungi CSS personalizzato"],"Duplicate":["Duplica"],"Duplicate this slideshow":["Duplica questa presentazione"],"New":["Nuova"],"Save & open preview":["Salva e apri l'anteprima"],"Opacity of title and navigation, between 0 and 1":["Opacità del titolo e della navigazione, tra 0 e 1"],"100% width":["Larghezza 100%"],"We removed your selected theme as it could not be found. Was the folder deleted?":["Abbiamo rimosso il tema selezionato perché non è stato trovato. La cartella è stata cancellata?"],"Close":["Chiudi"],"MetaSlider Pro is installed but is out of date. You may update it <a target=\"_blank\" href=\"%s\">here</a>. Learn more about this notice <a href=\"%s\">here</a>":["MetaSlider Pro è installato ma non è aggiornato. Puoi aggiornarlo <a target=\"_blank\" href=\"%s\">qui</a>. Maggiori informazioni su questo avviso <a href=\"%s\">qui</a>"],"This was not a slideshow, so we cannot delete it.":["Questo non era una presentazione, quindi non possiamo eliminarla."],"Create blank slideshow":["Crea una presentazione vuota"],"Feel free to create a slideshow with no images. If you are a premium member using the add-on pack, select this option to access video, layer, and external URL slides.":["Sentiti libero di creare una presentazione senza immagini. Se sei un membro premium usa l'add-on pack, seleziona questa opzione per accedere al video, ai livelli e agli URL esterni delle diapositive."],"Not quite ready?":["Non ancora pronto?"],"Using more than image slides?":["Usare più che delle diapositive di immagini?"],"Maximum upload file size: %s.":["Dimensione massima dei file da caricare: %s."],"To get started right away, drag and drop your images below.":["Per cominciare subito, trascina qui le tue immagini."],"Quick start":["Avvio rapido"],"Learn more":["Approfondisci"],"To create your first slideshow, select one of the options below.":["Per creare la tua prima presentazione, seleziona una delle opzioni qui sotto."],"Thank you for installing MetaSlider, the #1 WordPress slideshow plugin":["Grazie per aver installato MetaSlider, il plugin #1 per presentazioni su WordPress"],"Please confirm that you would like to delete this slideshow.":["Conferma di voler eliminare questa presentazione."],"Save slideshow":["Salva la presentazione"],"HTML overlay slides":["Diapositive HTML in sovrapposizione"],"MetaSlider logo":["Logo di MetaSlider"],"The Nivo Dark theme included here for legacy purposes. Note: only works with Nivo Slider":["Il tema Nivo Dark incluso qui per scopi di eredità. Nota: funziona solo con Nivo Slider"],"The Nivo Bar theme included here for legacy purposes. Note: only works with Nivo Slider":["Il tema Nivo Bar incluso qui per scopi di eredità. Nota: funziona solo con Nivo Slider"],"The Nivo Light theme included here for legacy purposes. Note: only works with Nivo Slider":["Il tema Nivo Light incluso qui per scopi di eredità. Nota: funziona solo con Nivo Slider"],"A minimalist theme that gets out of the way so you can showcasing your beautiful pictures.":["Un tema minimalista che esce di scena in modo da poter mettere in mostra le tue belle foto."],"A bold and clear design that works well on a darker images.":["Un design netto e chiaro che funziona bene su immagini più scure."],"This theme has a unique design that gives it a sophisticated look.":["Questo tema ha un design unico che gli dà un aspetto sofisticato."],"This theme has a special additional functionality that uses image titles as the slide navigation. ":["Questo tema ha una speciale funzionalità aggiuntiva che utilizza i titoli delle immagini come navigazione delle diapositive. "],"A simple theme that neatly blends into any existing website.":["Un tema semplice che si fonde perfettamente con qualsiasi sito esistente."],"A futuristic and linear design that goes will with a dark background.":["Un design futuristico e lineare che si sposa con uno sfondo scuro."],"This theme places the controls vertically for a unique look.":["Questo tema mette i controlli in verticale per un look unico."],"A fun, circular design to brighten up your site. This theme works well with dark images":["Un design divertente e circolare per illuminare il tuo sito. Questo tema funziona bene con immagini scure"],"A clean, subtle theme that features block arrows and bold design.":["Un tema pulito e raffinato che presenta blocchi di frecce e un design deciso."],"A simple, slick square design that looks good on darker images.":["Un design quadrato semplice ed elegante che sta bene con le immagini più scure."],"A minimalistic, no-frills design that was built to blend in with most themes.":["Un design minimalista e senza fronzoli che è stato costruito per fondersi con la maggior parte dei temi."],"Copy all code":["Copia tutti i codici"],"Post Feed slides can also be used with other slide types to either show one post at a time or in a carousel mode, allowing you to show off a large number of your latest posts in a small amount of space.":["Le diapositive feed di articoli possono anche essere utilizzate con altri tipi di diapositive per mostrare un articolo alla volta o in modalità carosello, permettendoti di mostrare un gran numero dei tuoi ultimi articoli in una piccola quantità di spazio."],"Customise and control which post types you want to display, their order and how to restrict posts to certain tags or categories.":["Personalizza e controlla quali tipi di contenuto vuoi visualizzare, il loro ordine e come limitare i contenuti a certi tag o categorie."],"Create a slideshow full of your favorite videos easily and quickly by simply adding a URL to a YouTube slide.":["Crea una presentazione piena dei tuoi video preferiti facilmente e rapidamente aggiungendo semplicemente un URL a una diapositiva di YouTube."],"You could even have the slider autoplay a video, giving you a smooth, completely automatic presentation!":["Potresti anche fare in modo che lo slider riproduca automaticamente un video, dandoti una presentazione fluida e completamente automatica!"],"Features include an automatic play/pause function, in which your slideshow will detect when you set a video to play and continue once the video has finished.":["Le caratteristiche includono una funzionalità di riproduzione/pausa automatica, in cui la presentazione rileverà quando si imposta un video da riprodurre e continuerà una volta che il video è finito."],"Create a slideshow full of your favorite videos easily and quickly by simply adding a URL to a Vimeo slide.":["Crea una presentazione piena dei tuoi video preferiti facilmente e rapidamente aggiungendo semplicemente un URL a una diapositiva Vimeo."],"Opens in a new window":["Apri in una nuova finestra"],"Find out more about all the features of the Add-on Pack here":["Scopri di più su tutte le caratteristiche dell'Add-on Pack qui"],"Additional optimization and customization options including using a video as the slide background, and adjusting the padding and background color of each layer.":["Ulteriori opzioni di ottimizzazione e personalizzazione che includono l'utilizzo di un video come sfondo della diapositiva, e la regolazione della spaziatura interna e del colore di sfondo di ogni livello."],"Schedule":["Programma"],"Get it now!":["Ottienilo ora!"],"Get the Pro add-on pack now to add a start/end date option to your slides":["Ottieni ora il pacchetto di add-on Pro per aggiungere un'opzione di data di inizio/fine alle tue diapositive"],"Why am I seeing this?":["Perché vedo questo?"],"Update or activate your pro add-on pack now to add a start/end date option to your slides":["Aggiorna o attiva ora il tuo pacchetto aggiuntivo pro per aggiungere un'opzione di data di inizio/fine alle tue diapositive"],"Allows you to hide any slide, without having to delete them.":["Ti permette di nascondere qualsiasi diapositiva, senza doverla eliminare."],"Toggle your slide's visibility":["Attiva/disattiva la visibilita della tua diapositiva"],"Add a start/end date to individual slides.":["Aggiungi una data di inizio/fine a ciascuna diapositiva."],"Schedule your slides":["Programma le tue diapositive"],"No themes found.":["Nessun tema trovato."],"We could not find any images to import.":["Non abbiamo trovato nessuna immagine da importare."],"This slideshow is no longer available.":["Questa presentazione non è più disponibile."],"The request format was not valid.":["Il formato richiesto non è valido."],"Fade in the first slide":["Dissolvi la prima diapositiva"],"Fade in":["Dissolvenza"],"You do not have access to this resource.":["Non hai accesso a questa risorsa."],"Use the image alt text":["Usa il testo alternativo dell'immagine"],"Enable this to inherit the image alt text":["Abilita questo per ereditare il testo alternativo dell'immagine"],"Use the image title":["Usa il titolo dell'immagine"],"Enable this to inherit the image title":["Abilita questo per ereditare il titolo dell'immagine"],"Open in a new window":["Apri in una nuova finestra"],"Dismiss":["Ignora"],"Copy all":["Copia tutto"],"To display your slideshow, add the following shortcode (in orange) to your page. If adding the slideshow to your theme files, additionally include the surrounding PHP code (in gray).&lrm;":["Per visualizzare la tua presentazione, aggiungi il seguente shortcode (in arancione) alla tua pagina. Se aggiungi la tua presentazione ai file del tuo tema, includi anche la funzione PHP circostante (in grigio).&lrm;"],"Click to toggle":["Fai clic per attivare/disattivare"],"How to Use":["Come usarlo"],"Item was copied to your clipboard":["L'elelmento è stato copiato negli appunti"],"Success":["Successo"],"Upgrade Now":["Aggiorna adesso"],"Leave a review":["Scrivi una recensione"],"Premium Support":["Supporto Premium"],"Support":["Supporto"],"Take a tour":["Fai un tour"],"Delete slideshow":["Elimina presentazione"],"View trashed slides":["Visualizza le diapositive cestinate"],"Filmstrip":["Pellicola"],"Thumbnail":["Miniatura"],"Preview":["Anteprima"],"You are viewing slides that have been trashed, which will be automatically deleted in %s days. Click <a href=\"%s\">here</a> to view active slides.":["Stai visualizzando le diapositive che sono state cestinate, che saranno eliminate automaticamente fra %s giorni. Fai clic <a href=\"%s\">qui</a> per visualizzare le diapositive attive."],"Add a new slide":["Aggiungi una nuova diapositiva"],"<a href=\"%s\">view active</a>":["<a href=\"%s\">vedi attive</a>"],"Trashed Slides":["Diapositive cestinate"],"Get the Add-on Pack today!":["Ottieni l'Add-on Pack oggi!"],"New Slideshow":["Nuova presentazione"],"The slide was successfully trashed":["La diapositiva è stata cestinata con successo"],"The attempt to restore the slide failed.":["Il tentativo di ripristinare la diapositiva è fallito."],"The slide was successfully restored":["La diapositiva è stata ripristinata con successo"],"Add to slideshow":["Aggiungi alla presentazione"],"Previous":["Precedente"],"This isn't an accepted image. Please try again.":["Questa non è un'immagine accettata. Riprova."],"Update slide image":["Aggiorna l'immagine della diapositiva"],"Delete Permanently":["Elimina definitivamente"],"Restore":["Ripristina"],"There was an error while updating the database. Please try again.":["C'è stato un errore nell'aggiornamento del database. Riprova."],"There was an error updating the image. Please try again":["C'è stato un errore nell'aggiornamento dell'immagine. Riprova"],"The image was successfully updated.":["L'immagine è stata aggiornata con successo."],"The requested image does not exist. Please try again.":["L'immagine richiesta non esiste. Riprova."],"Have your specific queries addressed directly by our experts":["Fatevi indirizzare le vostre domande specifiche direttamente dai nostri esperti"],"Premium support":["Supporto premium"],"Easily build slides based on your WordPress posts.":["Costruisci facilmente delle diapositive basate sui tuoi articoli di WordPress."],"Post feed slides":["Diapositive di feed articoli"],"Add layers to your slides with over 50 available transition effects.":["Aggiungi dei livelli alle tue diapositive con oltre 50 effetti di transizione disponibili."],"Add slide layers":["Aggiungi livelli di diapositive"],"Create completely customized HTML slides using the inline editor.":["Crea diapositive HTML completamente personalizzate usando l'editor in linea."],"Add video slides":["Aggiungi diapositive video"],"No":["No"],"Easily allow users to navigate your slideshows by thumbnails.":["Permetti facilmente agli utenti di navigare nelle tue presentazioni attraverso le miniature."],"Thumbnail navigation":["Navigazione delle miniature"],"Intelligent image cropping":["Ritaglio intelligente delle immagini"],"Regular updates":["Aggiornamenti regolari"],"Multiple slideshow types":["Tipologie multiple di presentazioni"],"Yes":["Sì"],"Create and manage as many slideshows as you need.":["Crea e gestisci tutte le presentazioni che ti necessitano."],"Create unlimited slideshows":["Crea presentazioni illimitate"],"Upgrade now":["Aggiorna ora"],"Installed":["Installato"],"pro":["pro"],"Add-ons":["Add-on"],"free":["gratuito"],"Comparison Chart":["Tabella di comparazione"],"Logo":["Logo"],"Now that you have some slides set, you can preview your slideshow by pressing here.":["Ora che hai inserito alcune diapositive, puoi vedere l'anteprima della tua presentazione premendo qui."],"Preview slideshow":["Anteprima presentazione"],"Add a slide":["Aggiungi una diapositiva"],"Next":["Seguente"],"Learn More":["Maggiori informazioni"],"Press to undo":["Premi per annullare"],"Slide deleted":["Diapositiva eliminata"],"Slide restored":["Diapositiva ripristinata"],"Undo":["Annulla"],"The attempt to update the option failed.":["Il tentativo di aggiornare l'opzione è fallito."],"The requested data does not exist.":["I dati richiesti non esistono."],"The option was successfully updated":["L'opzione è stata aggiornata correttamente"],"This item does not exist. Please refresh the page and try again.":["Questo elemento non esiste. Aggiorna la pagina e riprova."],"The security check failed. Please refresh the page and try again.":["Il controllo di sicurezza è fallito. Aggiorna la pagina e riprova."],"Read more":["Leggi tutto"],"Sign up":["Registrati"],"weeks":["settimane"],"Can you translate? Want to improve MetaSlider for speakers of your language?":["Puoi tradurre? Vuoi migliorare MetaSlider per chi parla la tua lingua?"],"Increase your revenue and conversion with video slides and many more MetaSlider Pro features":["Aumenta le tue entrate e le conversioni con le diapositive video e molte altre caratteristiche di MetaSlider Pro"],"Layer Slide":["Diapositiva del livello"],"YouTube":["YouTube"],"Vimeo":["Vimeo"],"Post Feed":["Feed articolo"],"Easy to use slideshow plugin. Create SEO optimised responsive slideshows with Nivo Slider, Flex Slider, Coin Slider and Responsive Slides.":["Un plugin facile da usare per creare presentazioni. Crea presentazioni responsive e ottimizzate per la SEO con Nivo Slider, Flex Slider, Coin Slider e Responsive Slides."],"https://www.metaslider.com":["https://www.metaslider.com"],"Insert slideshow":["Inserisci la presentazione"],"Choose slideshow":["Scegli la presentazione"],"Select slideshow to insert into post":["Seleziona la presentazione da inserire nell'articolo"],"Delay adding the flexslider class to the slideshow":["Ritarda l'aggiunta della classe flexslider alla presentazione"],"No conflict mode":["Modalità senza conflitti"],"Uncheck this is you would like to include your own Javascript":["Togli la spunta da questo elemento se vuoi includere il tuo JavaScript"],"Print JS":["Aggiungi JS"],"Uncheck this is you would like to include your own CSS":["Togli la spunta da questo elemento se vuoi includere il tuo CSS"],"Print CSS":["Aggiungi CSS"],"Specify any custom CSS Classes you would like to be added to the slider wrapper":["Specifica le classi CSS che vorresti aggiungere all'elemento div che contiene lo slider"],"CSS classes":["Classi CSS"],"Developer options":["Opzioni per gli sviluppatori"],"Set the fade in speed of the caption":["Configura la velocità della dissolvenza della didascalia"],"Caption speed":["Velocità della didascalia"],"Opacity":["Opacità"],"Delay between squares in ms":["Ritardo tra i riquadri in ms"],"Square delay":["Ritardo dei quadri"],"Set the text for the 'next' direction item":["Imposta il testo per la direzione \"seguente\" dell'elemento"],"Next text":["Testo successivo"],"Set the text for the 'previous' direction item":["Imposta il testo per l'elemento nella direzione \"precedente\""],"Previous text":["Testo precedente"],"Animation easing effect":["Interpolazione dell'animazione"],"Easing":["Interpolazione"],"Vertical":["Verticale"],"Horizontal":["Orizzontale"],"Select the sliding direction":["Seleziona la direzione delle diapositive"],"Slide direction":["Direzione diapositive"],"Number of squares":["Numero di quadrati"],"Number of slices":["Numero di porzioni"],"Set the speed of animations, in milliseconds":["Imposta la velocità dell'animazione in millisecondi"],"Animation speed":["Velocità animazione"],"How long to display each slide, in milliseconds":["Quanto tempo visualizzare ogni diapositiva, in millisecondi"],"Slide delay":["Ritardo della diapositiva"],"Reverse the animation direction":["Inverti la direzione dell'animazione"],"Reverse":["Inverti"],"Pause the slideshow when hovering over slider, then resume when no longer hovering.":["Sospendi lo scorrimento quando il mouse è sopra l'immagine, riprendi quando il mouse non è più sull'immagine."],"Hover pause":["Pausa in hover"],"Randomise the order of the slides":["Ordine casuale delle diapositive"],"Pixel margin between slides in carousel.":["Margine in pixel tra le diapositive nel carosello."],"Carousel margin":["Margini del carosello"],"Display multiple slides at once. Slideshow output will be 100% wide.":["Mostra diapositive multiple una alla volta. Le diapositive avranno larghezza al 100%."],"Carousel mode":["Modalità carosello"],"Smart Crop ensures your responsive slides are cropped to a ratio that results in a consistent slideshow size":["Ritaglio intelligente assicura che le tue diapositive responsive vengano ritagliate con le proporzioni delle dimensioni adeguate alla presentazione"],"Disabled (Smart Pad)":["Disabilitato (Smart Pad)"],"Disabled":["Disabilitato"],"Standard":["Standard"],"Smart Crop":["Ritaglio intelligente"],"Image Crop":["Ritaglio Immagine"],"Transition between slides automatically":["Transizione automatica tra le diapositive"],"Auto play":["Riproduzione automatica"],"Center align the slideshow":["Allinea al centro la presentazione"],"Center align":["Allinea al centro"],"Stretch the slideshow output to fill it's parent container":["Adatta le immagine al contenitore genitore"],"Advanced Settings":["Impostazioni avanzate"],"Title":["Titolo"],"Dots":["Punti"],"Hidden":["Nascosto"],"Show the slide navigation bullets":["Mostra i pallini di navigazione delle diapositive"],"Navigation":["Navigazione"],"Show the previous/next arrows":["Mostra le frecce precedente/successiva"],"Arrows":["Frecce"],"Slideshow Theme":["Tema presentazione"],"Themes":["Temi"],"Slide":["Scorrimento"],"Box Rain Grow Reverse":["Pioggia crescente di quadrati invertita"],"Box Rain Reverse":["Pioggia di quadrati invertita"],"Box Rain":["Pioggia di quadrati"],"Box Random":["Quadrati casuali"],"Slide In Left":["Entrata da sinistra"],"Slide In Right":["Entrata da destra"],"Fade":["Dissolvenza"],"Fold":["Avvolgimento"],"Slide Up Down Left":["Entrata dal basso a sinistra"],"Slice Up Down":["Dissolvenza completa a strisce"],"Slide Up Left":["Tendina verso sinistra"],"Slice Up":["Dissolvenza a strisce"],"Slide Down":["Tendina verso destra"],"Straight":["Rettilineo"],"Rain":["Pioggia"],"Swirl":["Vortice"],"Random":["Casuale"],"Slide transition effect":["Effetto di transizione della diapositiva"],"Effect":["Effetto"],"Slideshow height":["Altezza della presentazione"],"Height":["Altezza"],"px":["px"],"Slideshow width":["Larghezza della presentazione"],"Width":["Larghezza"],"Save":["Salva"],"Settings":["Impostazioni"],"Add Slide":["Aggiungi diapositiva"],"Add a new slideshow":["Aggiungi una nuova presentazione"],"Image":["Immagine"],"Caution: This setting is for advanced developers only. If you're unsure, leave it checked.":["Attenzione: questa impostazione è solo per gli sviluppatori avanzati. Se non sei sicuro, lasciala selezionata."],"Select replacement image":["Selezione immagine sostitutiva"],"Are you sure?":["Sei sicuro?"],"Documentation":["Documentazione"],"Crop":["Ritaglia"],"Bottom Right":["In basso a destra"],"Bottom Center":["In basso al centro"],"Bottom Left":["In basso a sinistra"],"Center Right":["In centro a destra"],"Center Center":["Centrato in mezzo"],"Center Left":["In centro a sinistra"],"Top Right":["In alto a destra"],"Top Center":["In alto al centro"],"Top Left":["In alto a sinistra"],"Crop Position":["Posizione del ritaglio"],"SEO":["SEO"],"General":["Generale"],"Image Alt Text":["Testo alternativo dell'immagine"],"Image Title Text":["Testo del titolo dell'immagine"],"Warning: The image data does not exist. Please re-upload the image.":["Attenzione: I dati dell'immagine non esistono. Ricarica l'immagine."],"New Window":["Nuova finestra"],"URL":["URL"],"Caption":["Didascalia"],"Image Slide":["Diapositiva immagine"],"Failed to add slide. Slide is not an image.":["L'aggiunta della diapositiva è fallita. La diapositiva non è un'immagine."],"Delete slide":["Elimina la diapositiva"],"No slideshows found":["Nessuna presentazione trovata"],"Select Slider:":["Seleziona lo slider:"],"Title:":["Titolo:"],"MetaSlider":["MetaSlider"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until July 31st!":["Aggiorna le tue presentazioni! Iscriviti oggi e avrai il 50% di sconto su MetaSlider Pro fino al 31 luglio!"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until April 30th!":["Aggiorna le tue presentazioni! Iscriviti oggi e avrai il 50% di sconto su MetaSlider Pro fino al 30 aprile!"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until January 14th!":["Aggiorna le tue presentazioni! Iscriviti oggi e avrai il 50% di sconto su MetaSlider Pro fino al 14 gennaio!"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until December 25th!":["Aggiorna le tue presentazioni! Iscriviti oggi e avrai il 50% di sconto su MetaSlider Pro fino al 25 dicembre!"],"Keep the phrase \"MetaSlider Add-on Pack\" when possible. Also, \"Black Friday\" is the name of an event in the United States\u0004Upgrade your slideshows! Join today and you get 50% off MetaSlider Pro until November 30th!":["Aggiorna le tue presentazioni! Iscriviti oggi e avrai il 50% di sconto su MetaSlider Pro fino al 30 novembre!"],"Keep the plugin name \"MetaSlider\" when possible\u0004Like MetaSlider? Please help us by giving a positive review at WordPress.org":["Sei soddisfatto di MetaSlider? Aiutaci lasciando una recensione positiva su WordPress.org"],"Keep the plugin name \"MetaSlider\" when possible\u0004Insert MetaSlider":["Inserisci MetaSlider"],"Keep the plugin name \"MetaSlider\" when possible\u0004Our word to keep MetaSlider compatible with the latest versions of WordPress.":["La nostra parola d'ordine è mantenere MetaSlider compatibile con le ultime versioni di WordPress."],"Keep the plugin name \"MetaSlider\" when possible\u0004Review MetaSlider &rarr;":["Recensisci MetaSlider &rarr;"],"Initialism for call to action\u0004cta":["cta"],"Add patterns relating to an about us page\u0004About Page Patterns":["Modelli di pagina \"chi siamo\""],"Relating to patterns that feature text only\u0004Text Patterns":["Modelli di testo"],"Hero being a hero/top section of a webpage\u0004Hero Patterns":["Modelli hero"],"As in team\u0004crew":["squadra"],"block keyword\u0004layouts":["layout"],"block keyword\u0004template":["template"],"block description\u0004Add block patterns and full page layouts with the Extendify Library.":["Aggiungi modelli a blocchi e layout a pagina intera usando Extendify Library."],"block title\u0004Pattern Library":["Libreria di modelli"],"The ESCAPE key on a keyboard\u0004Escape":["Escape"],"The ENTER key on a keyboard\u0004Enter":["Invio"],"number of slides, ex \"7 slides\"\u0004%s slides":["%s diapositive"],"This is a keyboard shortcut.\u0004(alt + p)":["(alt + p)"],"1000 by 1000 pixels\u0004%s by %s pixels":["%s per %s pixel"],"Photo by NAME on Unsplash\u0004Photo by %s on %s":["Foto di %s su %s"],"Translators: %1$s opens and %2$s closes a strong tag\u0004Show off your %1$sblog posts%2$s, %1$sevents%2$s, %1$sWooCommerce products%2$s and other content with %1$sPost Feed%2$s.":["Mostra i tuoi %1$s articoli del blog%2$s, %1$seventi%2$s, %1$sWooCommerce prodotti%2$s e altri contenuti con i %1$sFeed di articoli%2$s."],"Translators: %1$s opens and %2$s closes a strong tag\u0004Layers can include %1$s text, HTML, images, videos %2$s and even %1$s shortcodes%2$s!":["I livelli possono includere %1$s testo, HTML, immagini, video %2$s e persino %1$s degli shortcode %2$s!"],"Short for milliseconds\u0004ms":["ms"],"\"YouTube\" and \"Vimeo\" are brand names.\u0004Easily include responsive high definition YouTube and Vimeo videos.":["Includi facilmente i video di YouTube e Vimeo ad alta definizione in modo responsive."],"Keep the branding \"Smart Crop\" together when possible\u0004Unique Smart Crop functionality ensures your slides are perfectly resized.":["L'esclusiva funzionalità di \"Ritaglio intelligente\" assicura che le tue diapositive siano perfettamente ridimensionate."],"\"FlexSlider\" and \"Nivo Slider\" are plugin names.\u0004Including FlexSlider, Nivo Slider and we will soon be adding more.":["Compresi FlexSlider, Nivo Slider e presto ne aggiungeremo altri."],"Translators: %s opens and closes a strong tag\u0004Ideal for easily creating eye-catching presentations and slideshows using stunning effects with %s 30 animation options %s and a beautiful, easy to use interface.":["Ideale per creare facilmente presentazioni e diaporami accattivanti usando effetti sorprendenti con %s 30 opzioni di animazione %s e un'interfaccia bella e facile da usare."],"A coupon code and a discount amount\u0004Have an expired license? Use coupon code %s for a %s discount":["Hai una licenza scaduta? Usa il codice coupon %s per uno sconto %s"]}}}