{"translation-revision-date":"2022-08-14 09:24:58+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Customize every part of your site":["Personalizza ogni parte del tuo sito"],"Upgrade Now":["Aggiorna ora"],"Upgrade":["Aggiorna"],"404 page":["Uhmm…pagina non trovata :("],"search results page":["pagina dei risultati della ricerca"],"This file type is not allowed":["Il tipo di file caricato non è permesso"],"First, enable unfiltered file uploads.":["Per primo, abilita i caricamenti di file non filtrati."],"Archive":["Archivio"],"Single Post":["Articolo singolo"],"Single Page":["Pagina singola"],"Footer":["Piè di pagina"],"Header":["Intestazione"],"Error:":["Errore:"],"What is a 404 Page Template?":["Cos'è un template di pagina 404?"],"What is a Products Archive Template?":["Cos'è un template archivio prodotti?"],"Products Archive":["Archivio Prodotti"],"What is a Single Product Template?":["Cos'è un template di prodotto singolo?"],"What is an Archive Template?":["Cos'è un template archivio?"],"What is a Single Post Template?":["Che cos'è un singolo template di post?"],"What is a Single Page Template?":["Cos'è un template pagina singola?"],"What is a Footer Template?":["Cos'è un template footer?"],"What is a Header Template?":["Cos'è un template header?"],"App could not be loaded":["Impossibile caricare l'app"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Mantieni felici i visitatori del tuo sito quando si perdono visualizzando i tuoi post recenti, una barra di ricerca o qualsiasi informazione che possa aiutare l'utente a trovare ciò che stava cercando."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Un modello di pagina 404 consente di progettare facilmente il layout e lo stile della pagina che viene visualizzata quando un visitatore arriva a una pagina che non esiste."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["È possibile creare più template di prodotto di archivio e assegnarli a diverse categorie di prodotti. Questo ti dà la libertà di personalizzare l'aspetto per ogni tipo di prodotto visualizzato."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Un template di archivio prodotti ti consente di progettare facilmente il layout e lo stile della tua pagina del negozio WooCommerce o di altre pagine di archivio dei prodotti - quelle pagine che mostrano un elenco di prodotti, che possono essere filtrate in base a termini come categorie, tag, ecc."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["È possibile creare più template di prodotto e assegnarli a diversi tipi di prodotti, consentendo una progettazione personalizzata per ogni gruppo di prodotti simili."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Un singolo template di prodotto consente di progettare facilmente il layout e lo stile delle singole pagine di prodotto WooCommerce e di applicare tale template alle varie condizioni assegnate."],"Product":["Prodotto"],"You can customize the message if there are no results for the search term.":["È possibile personalizzare il messaggio se non sono presenti risultati per il termine di ricerca."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["È possibile controllare facilmente il layout e la progettazione della pagina risultati di ricerca con il template risultati ricerca, che è semplicemente un modello di archivio speciale solo per la visualizzazione dei risultati della ricerca."],"What is a Search Results Template?":["Che cos'è un template di risultati di ricerca?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Se desideri uno stile diverso per una categoria specifica, è facile creare un template di archivio separato la cui condizione è quella di visualizzare solo quando gli utenti visualizzano l'elenco di post di tale categoria."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Un template di archivio consente di progettare facilmente il layout e lo stile delle pagine di archivio - quelle pagine che mostrano un elenco di post (ad esempio l'elenco di un blog di post recenti), che possono essere filtrati per termini come autori, categorie, tag, risultati di ricerca, ecc."],"You can create multiple single post templates, and assign each to a different category.":["È possibile creare più template di post e assegnarli a una categoria diversa."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Un singolo template di post ti consente di progettare facilmente il layout e lo stile dei post, garantendo una coerenza di progettazione in tutti i tuoi post di blog, ad esempio."],"You can create multiple single page templates, and assign each to different areas of your site.":["È possibile creare più template di pagine e assegnarli a diverse aree del sito."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Un template di pagina singola consente di creare facilmente il layout e lo stile delle pagine, garantendo la coerenza del progetto in tutte le pagine del sito."],"You can create multiple footers, and assign each to different areas of your site.":["È possibile creare più piè di pagina e assegnarli a diverse aree del sito."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Il template di piè di pagina consente di progettare e modificare facilmente i piè di pagina WordPress personalizzati senza i limiti dei vincoli di progettazione del piè di pagina del tema"],"You can create multiple headers, and assign each to different areas of your site.":["È possibile creare più intestazioni e assegnarle a diverse aree del sito."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Il template intestazione consente di progettare e modificare facilmente le intestazioni WordPress personalizzate in modo da non essere più vincolati dalle limitazioni di progettazione dell'intestazione del tema."],"Site Parts":["Parti del sito"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Ci dispiace, ma qualcosa è andato storto. Clicca su \"Ulteriori informazioni\" e segui ciascuno dei passaggi per risolverlo rapidamente."],"Theme Builder could not be loaded":["Impossibile caricare Theme Builder"],"Watch Video":["Guarda il video"],"Tip":["Suggerimento"],"All Parts":["Tutte le parti"],"Not Found":["Non trovato"],"Theme Builder":["Theme Builder"],"Continue":["Continua"],"Skip":["Salta"],"Something went wrong.":["Qualcosa è andato storto."],"Add New":["Aggiungi nuovo"],"Select File":["Seleziona File"],"Enable":["Abilita"],"Close":["Chiudi"],"Learn More":["Approfondisci"],"Info":["Info"],"Go Back":["Indietro"],"Loading":["Caricamento"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}