{"translation-revision-date":"2022-08-14 09:24:58+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Upgrade Now":["Aggiorna ora"],"This kit requires new plugin installation. Unfortunately, you do not have permissions to install new plugins. Contact your site host.":["Questo kit richiede l'installazione di un nuovo plugin. Sfortunatamente, non hai le autorizzazioni per installare nuovi plugin. Contatta l'host del tuo sito."],"Elementor Templates":["Template di Elementor"],"Included":["Incluso"],"Site Area":["Area del sito"],"Custom Post Types":["Articoli Personalizzati"],"WP Menus":["Menu WP"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Inizia caricando il file e selezionando le parti e i plugin che desideri applicare. Se ci sono sovrapposizioni tra il kit e il tuo progetto attuale, sarai in grado di scegliere quali parti importate applicare o ignorare. Una volta che il file è pronto, il kit verrà applicato al tuo sito e sarai in grado di vederlo dal vivo."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Aggiungi i tipi di post personalizzati da esportare. Saranno inclusi gli ultimi 20 articoli di ogni tipo."],"No custom post types in your site...":["Nessun tipo di post personalizzato nel tuo sito..."],"Click to select custom post types":["Fai clic per selezionare i tipi di post personalizzati"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Parti di questo kit si sovrappongono ai template, al design e alle impostazioni del tuo sito. Gli elementi che lasci selezionati in questo elenco sostituiranno il tuo design corrente."],"Importing your content, templates and site settings":["Importazione di contenuti, template e impostazioni del sito"],"Take me there":["Portami lì"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Vai su Aggiornamenti e assicurati che i tuoi plugin siano aggiornati all'ultima versione."]," Recommended:":[" Raccomandato:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Questi sono i plugin che alimentano il tuo kit. Puoi deselezionarli, ma può influire sulla funzionalità del tuo sito."],"Select the plugins you want to import":["Seleziona i plugin che desideri importare"],"Not yet":["Non ancora"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Se hai acquistato, installato e attivato Elementor Pro, possiamo continuare a importare tutte le parti di questo sito."],"Is your Elementor Pro ready?":["Il tuo Elementor Pro è pronto?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Senza Elementor Pro, l'importazione di componenti come template, widget e popup non funzionerà."],"Install Elementor Pro":["Installa Elementor Pro"],"Missing Required Plugins:":["Plugin richiesti mancanti:"],"Plugins to add:":["Plugin da aggiungere:"],"Plugins you already have:":["Plugin che hai già:"],"Activating plugins:":["Attivazione dei plugin:"],"All items are already selected by default. Uncheck the ones you don't want.":["Tutti gli elementi sono già selezionati per impostazione predefinita. Deseleziona quelli che non vuoi."],"These are the templates, content and site settings that come with your kit.":["Questi sono i template, i contenuti e le impostazioni del sito forniti con il kit."],"Select which parts you want to apply":["Selezionare le parti che si desidera applicare"],"If you don't include them, this kit may not work properly.":["Se non li includi, questo kit potrebbe non funzionare correttamente."],"Required plugins are still missing.":["Mancano ancora i plugin richiesti."],"Note:":["Nota:"],"You’ve imported and applied the following to your site:":["Hai importato e applicato quanto segue al tuo sito:"],"See it live":["Guardalo dal vivo"],"There are few plugins that we couldn't install:":["Ci sono alcuni plugin che non siamo riusciti a installare:"],"Make sure your Elementor Pro account is connected":["Assicurati che il tuo account Elementor Pro sia collegato"],"Tip:":["Suggerimenti:"],"Let’s do it":["Facciamolo"],"Select which of these plugins are required for this kit work.":["Seleziona quale di questi plugin è necessario per questo lavoro di kit."],"Create Kit":["Crea kit"],"This file type is not allowed":["Il tipo di file caricato non è permesso"],"Try Again":["Si prega di riprovare"],"Elementor is not authorized to read or write from this file. Contact your site host.":["Elementor non è autorizzato a leggere o scrivere questo file. Contatta l'hosting del tuo sito web."],"There is an error with the manifest file. Try importing again with a new kit file.":["Si è verificato un errore con il file manifesto. Prova a importare di nuovo con un nuovo file kit."],"Install a PHP zip on your server or contact your site host.":["Installa uno zip PHP sul tuo server o contatta l'host del tuo sito."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Ciò consente a Elementor di eseguire la scansione degli SVG alla ricerca di contenuti dannosi. In caso contrario, è possibile ignorare qualsiasi SVG in questa importazione."],"First, enable unfiltered file uploads.":["Per primo, abilita i caricamenti di file non filtrati."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Niente di cui preoccuparsi, basta continuare senza importare SVG o tornare indietro e ricominciare l'importazione."],"Custom Post Type":["Tipologia articolo personalizzato"],"WP Posts":["Articoli WP"],"WP Pages":["Pagine WP"],"To import or export these components, you’ll need Elementor Pro.":["Per importare o esportare questi componenti, hai bisogno di Elementor Pro."],"Global widgets":["Widget globali"],"Kit Info":["Informazioni kit"],"How does importing work?":["Come funziona l'importazione?"],"How does exporting work?":["Come funziona l'esportazione?"],"Setting up your kit...":["Configurazione del kit..."],"Select the items you want to keep and apply:":["Seleziona gli elementi che desideri conservare e applica:"],"Your site's homepage will be determined by the kit. You can change this later.":["La home page del tuo sito sarà determinata dal kit. È possibile modificarlo in un secondo momento."],"Existing":["Esistente"],"Imported":["Importato"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Carica un file con template, impostazioni del sito, contenuti e così via e applicali automaticamente al tuo sito."],"Back to Kit Library":["Torna alla libreria dei kit"],"Your kit is now live on your site!":["Il tuo kit è ora disponibile sul tuo sito!"],"Kit Description":["Descrizione del kit"],"Kit Name":["Nome kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Scegli quali componenti Elementor - template, contenuti e impostazioni del sito - includere nel file del kit."],"Kit Information":["Informazioni sul kit"],"Elementor Kit":["Kit Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Questi sono i dettagli che utilizzerai per trovare e applicare rapidamente questo kit in futuro, anche se la tua collezione cresce."],"What is kit information?":["Che cosa sono le informazioni sul kit?"],"Say something about the style and content of these files...":["Dì qualcosa sullo stile e il contenuto di questi file ..."],"Now you can import this kit and use it on other sites.":["Ora puoi importare questo kit e usarlo su altri siti."],"Import":["Importa"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Niente di cui preoccuparsi, basta riprovare. Se il problema persiste, vai al Centro Assistenza."],"to learn more about building your site with Elementor Kits":["per saperne di più sulla costruzione del tuo sito con i kit Elementor"],"Don't close this window until the process is finished.":["Non chiudere questa finestra fino al termine del processo."],"This usually takes a few moments.":["Questo di solito richiede alcuni istanti."],"Or":["O"],"Drag & drop the .zip file with your Kit":["Trascina e rilascia il file .zip con il tuo Kit"],"Upload Files to Your Library":["Carica file nella tua libreria"],"We recommend that you backup your site before importing a kit file.":["Si consiglia di eseguire il backup del sito prima di importare un file kit."],"Important:":["Importante:"],"By default, all of your components will be exported.":["Per impostazione predefinita, tutti i componenti verranno esportati."],"Background Settings":["Impostazioni Sfondo"],"Lightbox Settings":["Impostazioni della Lightbox"],"Theme Style settings":["Impostazioni stile tema"],"Elementor Pages":["Pagine Elementor"],"404 Error Page":["Pagina di errore 404"],"to download":["per scaricare"],"Download not working?":["Download non funziona?"],"Your export is ready!":["La tua esportazione è pronta!"],"Back to dashboard":["Torna alla dashboard"],"Learn more":["Scopri di più"],"Landing Pages":["Landing Page"],"App could not be loaded":["Impossibile caricare l'app"],"Global Colors":["Colori globali"],"Search Results":["Risultati ricerca"],"Archives":["Archivi"],"Single Posts":["Articoli singoli"],"Single Pages":["Pagine singole"],"Footers":["Footer"],"Headers":["Header"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Ci dispiace, ma qualcosa è andato storto. Clicca su \"Ulteriori informazioni\" e segui ciascuno dei passaggi per risolverlo rapidamente."],"Tip":["Suggerimento"],"Not Found":["Non trovato"],"Site Settings":["Impostazioni del sito"],"Layout Settings":["Impostazioni Layout"],"Back":["Dietro"],"Next":["Successivo"],"Previous":["Precedente"],"Popups":["Popup"],"Continue":["Continua"],"Plugins":["Plugin"],"Skip":["Salta"],"Something went wrong.":["Qualcosa è andato storto."],"Select File":["Seleziona File"],"Click here":["Fai clic qui"],"Enable":["Abilita"],"Edit Template":["Modifica il template"],"Elementor Posts":["Articoli Elementor"],"Export":["Esporta"],"Close":["Chiudi"],"Saved Templates":["Template salvati"],"Templates":["Template"],"Learn More":["Approfondisci"],"Global Fonts":["Caratteri globali"],"Version":["Versione"],"Yes":["Sì"],"Content":["Contenuto"],"Go Back":["Indietro"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}