{"translation-revision-date":"2022-08-14 09:24:58+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Upgrade Now":["Aggiorna ora"],"Upgrade":["Aggiorna"],"Direction Row":["Direzione riga"],"Direction Column":["Direzione colonna"],"Don’t apply":["Non applicare"],"This will override the design, layout, and other settings of the %s you’re working on.":["Questo sovrascriverà il design, il layout e altre impostazioni del %s su cui stai lavorando."],"Apply the settings of this %s too?":["Applicare anche le impostazioni di questo %s?"],"Import Without Enabling":["Importa senza abilitare"],"Enable and Import":["Abilita e importa"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Se non si abilita il caricamento di file non filtrati, tutti i file SVG o JSON (inclusi lottie) utilizzati nel modello caricato non verranno importati."],"Container":["Contenitore"],"Add New Container":["Aggiungi nuovo contenitore"],"Add to Favorites":["Aggiungi ai Preferiti"],"Remove from Favorites":["Rimuovi dai Preferiti"],"Connect & Activate":["Connetti e Attiva"],"Delete %d items":["Elimina %d elementi"],"That didn’t work. Try duplicating one kind of element at a time.":["Non ha funzionato. Prova a duplicare un tipo di elemento alla volta."],"That didn’t work. Try copying one kind of element at a time.":["Non ha funzionato. Prova a copiare un elemento alla volta."],"Reload Now":["Ricarica adesso"],"You have made modifications to the list of Active Breakpoints. For these changes to take effect, you need to reload Elementor Editor.":["Sono state apportate modifiche all'elenco dei punti di interruzione attivi. Affinché queste modifiche abbiano effetto, è necessario ricaricare l'editor di Elementor."],"Reload Elementor Editor":["Ricarica editor Elementor"],"Got it":["Capito"],"Select a color from any image, or from an element whose color you've manually defined.":["Seleziona un colore da qualsiasi immagine o da un elemento di cui hai definito manualmente il colore."],"Selected!":["Seleziona!"],"Seems like your kit was deleted, please create new one or try restore it from trash.":["Sembra che il tuo kit sia stato eliminato, creane uno nuovo o prova a ripristinarlo dal cestino."],"Your site doesn't have a default kit":["Il tuo sito non ha un kit predefinito"],"Imported":["Importato"],"Recreate Kit":["Ricrea Kit"],"Color Sampler":["Campionatore di colori"],"The value inserted isn't in the breakpoint boundaries":["Il valore inserito non è nei limiti del punto di interruzione"],"Please try again.":["Riprovare."],"color":["colore"],"font":["font"],"Delete Global %s":["Elimina globale %s"],"Font":["Font"],"Would you like to exit?":["Vuoi uscire?"],"Item #%s":["Elemento #%s"],"Invalid Global Color":["Colore globale non valido"],"Cannot load editor":["Impossibile caricare l'editor"],"Would you like to save the changes you've made?":["Vuoi salvare le modifiche che hai fatto?"],"Save Changes":["Salva le modifiche"],"Item":["Elemento"],"Landing Pages":["Landing Page"],"Global Colors":["Colori globali"],"Navigate From Page":["Naviga dalla pagina"],"User Preferences":["Preferenze utente"],"Site Settings":["Impostazioni del sito"],"Are you sure you want to create a new Global Font setting?":["Sei sicuro di voler creare una nuova impostazione carattere globale?"],"Please note that the same exact color already exists in your Global Colors list. Are you sure you want to create it?":["Si prega di notare che lo stesso colore esatto esiste già nell'elenco colori globali. Sei sicuro di volerlo creare?"],"Are you sure you want to create a new Global Color?":["Sei sicuro di voler creare un nuovo colore globale?"],"Global Fonts help you work smarter. Save a Typography, and use it anywhere throughout your site. Access and edit your Global Fonts by clicking the Manage button.":["I font globali ti aiutano a lavorare in modo più intelligente. Salva una tipografia e usala ovunque nel tuo sito. Accedere e modificare i tipi di carattere globali facendo clic sul pulsante Gestisci."],"Create New Global Font":["Crea nuovo carattere globale"],"Manage Global Fonts":["Gestisci caratteri globali"],"New Typography Setting":["Nuova impostazione tipografica"],"Global Colors help you work smarter. Save a color, and use it anywhere throughout your site. Access and edit your global colors by clicking the Manage button.":["I colori globali ti aiutano a lavorare in modo più intelligente. Salva un colore e usalo ovunque nel tuo sito. Accedere e modificare i colori globali facendo clic sul pulsante Gestisci."],"Create New Global Color":["Crea nuovo colore globale"],"Manage Global Colors":["Gestisci colori globali"],"New Global Color":["Nuovo colore globale"],"Your changes have been updated.":["Le modifiche sono state aggiornate."],"Additional Settings":["Impostazioni aggiuntive"],"Design System":["Sistema di progettazione"],"System %s can't be deleted":["Il sistema %s non può essere eliminato"],"New Item":["Nuovo elemento"],"Add Style":["Aggiungi stile"],"Add Color":["Aggiungi colore"],"Enable Unfiltered File Uploads":["Abilita caricamento di file non filtrato"],"Create more personalized and dynamic sites by populating data from various sources with dozens of dynamic tags to choose from.":["Creare siti più personalizzati e dinamici popolando i dati da varie fonti con decine di tag dinamici tra cui scegliere."],"Dynamic Content":["Contenuto dinamico"],"Theme Style":["Stile del tema"],"Back":["Dietro"],"Settings Reset":["Ripristino delle impostazioni"],"Enabled":["Abilitato"],"Pasted":["Incollato"],"More":["Altro"],"Get Started":["Inizia"],"Access this template and our entire library by creating a free personal account":["Accedi a questo modello e a tutta la nostra biblioteca creando un account personale gratuito"],"Connect to Template Library":["Connettiti alla libreria dei modelli"],"Become a Pro user to upload unlimited font icon folders to your website.":["Diventa un utente Pro per caricare sul tuo sito web un numero illimitato di cartelle con icone di font."],"Upload":["Carica"],"My Libraries":["Le mie librerie"],"Icon Library":["Libreria icona"],"Click here for preview debug":["Clicca qui per l'anteprima del debug"],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6 include un aggiornamento da Font Awesome 4 a 5. Per continuare a utilizzare le icone, assicurati di fare clic su \"Aggiorna\"."],"Elementor's New Icon Library":["La nuova libreria di icone di Elementor"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Prima di abilitare il caricamento di file non filtrati, si noti che i file includono un rischio per la sicurezza. Elementor esegue un processo per rimuovere eventuali codici dannosi, ma c'è ancora il rischio di utilizzare tali file."],"Elementor 2.5 introduces key changes to the layout using CSS Flexbox. Your existing pages might have been affected, please review your page before publishing.":["Elementor 2.5 introduce modifiche chiave al layout utilizzando CSS Flexbox. Le tue pagine esistenti potrebbero essere state interessate, controlla la tua pagina prima della pubblicazione."],"Note: Flexbox Changes":["Nota: Cambiamenti Flexbox"],"Custom Positioning":["Posizionamento personalizzato"],"Theme Builder":["Theme Builder"],"Keyboard Shortcuts":["Tasti rapidi"],"Finder":["Finder"],"Create":["Creare"],"Connected successfully.":["Connesso con successo."],"Inner Section":["Sezione Interna"],"Navigator":["Navigatore"],"All Content":["Tutto il contenuto"],"Style Reset":["Reimposta Stile"],"Style Pasted":["Stile incollato"],"Got It":["Fatto"],"Copy All Content":["Copia tutto il contenuto"],"Save as a Global":["Salva come Globale"],"Reset Style":["Reimposta Stile"],"Copy":["Copia"],"Delete %s":["Elimina %s"],"Category":["Categoria"],"Pages":["Pagine"],"Blocks":["Blocchi"],"Dynamic":["Dinamico"],"Unknown Error":["Errore sconosciuto"],"Connection Lost":["Connessione persa"],"Server Error":["Errore del server"],"Saving has been disabled until you’re reconnected.":["Il salvataggio è stato disabilitato finché non ti sei riconnesso."],"View All Revisions":["Visualizza tutte le revisioni"],"Have a look":["Dare un'occhiata"],"This is just a draft. Play around and when you're done - click update.":["Questa è solo una bozza. Gioca e quando hai finito - fai clic su aggiorna."],"Submit":["Invia"],"Update":["Aggiorna"],"Proceed Anyway":["Procedere Comunque"],"Your browser isn't compatible with all of Elementor's editing features. We recommend you switch to another browser like Chrome or Firefox.":["Il tuo browser non è compatibile con tutte le funzionalità di modifica di Elementor. Ti consigliamo di passare a un altro browser come Chrome o Firefox."],"Your browser isn't compatible":["Il tuo browser non è compatibile"],"No Results Found":["Nessun risultato trovato"],"Please make sure your search is spelled correctly or try a different words.":["Assicurati che la tua ricerca sia stata digitata correttamente o prova con parole diverse."],"No Favorite Templates":["Nessun template preferito"],"You can mark any pre-designed template as a favorite.":["È possibile contrassegnare qualsiasi modello pre-progettato come preferito."],"Duplicate":["Duplica"],"Save as Template":["Salva come template"],"Publish":["Pubblica"],"Type Here":["Digita qui"],"Revisions":["Revisioni"],"Actions":["Azioni"],"Editing Started":["Modifica Iniziata"],"Moved":["Spostato"],"Edited":["Modificato"],"Added":["Aggiunto"],"History":["Cronologia"],"Add %s":["Aggiungi %s"],"Edit %s":["Modifica %s"],"Duplicate %s":["Duplica %s"],"Enable":["Abilita"],"Paste Style":["Incolla Stile"],"Template":["Template"],"Disabled":["Disabilitato"],"Back to Editor":["Torna all'Editor"],"Global":["Globale"],"Descending order":["Ordinamento decrescente"],"Ascending order":["Ordinamento crescente"],"Attention: We are going to DELETE ALL CONTENT from this page. Are you sure you want to do that?":["Attenzione: stiamo per eliminare tutti i contenuti da questa pagina. Sei sicuro di volerlo fare?"],"Delete All Content":["Elimina tutto il contenuto"],"Color Picker":["Color Picker"],"Are you sure you want to delete this template?":["Desideri eliminare questo template?"],"Delete Template":["Elimina template"],"Page":["Pagina"],"Save Your %s to Library":["Salva %s nella Libreria"],"The following error(s) occurred while processing the request:":["Si è verificato il seguente errore durante il processo della richiesta:"],"An error occurred":["Si è verificato un errore"],"This is where your templates should be. Design it. Save it. Reuse it.":["Qua troverai i tuoi template. Disegnali. Salvali. Riusali."],"Haven’t Saved Templates Yet?":["Non hai ancora salvato il tuo template?"],"Your designs will be available for export and reuse on any page or website":["I tuoi template saranno disponibili per l'esportazione e riutilizzabili in qualsiasi pagina o anche in altri siti web"],"Insert":["Inserisci"],"My Templates":["Template personalizzati"],"Library":["Libreria"],"Close":["Chiudi"],"Learn More":["Approfondisci"],"Global Fonts":["Caratteri globali"],"Paste":["Incolla"],"You must call 'the_content' function in the current template, in order for Elementor to work on this page.":["Devi chiamare la funzione 'the_content' nel template attuale per permettere a Elementor di lavorare su questa pagina."],"Sorry, the content area was not found in your page.":["Il contenuto di quest'area non è stato trovato nella tua pagina."],"Insert Media":["Inserisci media"],"%s Images Selected":["%s immagini selezionate"],"No Images Selected":["Nessuna immagine selezionata"],"Are you sure you want to reset this gallery?":["Sei sicuro di voler reimpostare questa galleria?"],"Reset Gallery":["Reimposta la galleria"],"Elements":["Elementi"],"Settings":["Impostazioni"],"Color":["Colore"],"Layout":["Layout"],"Add New Column":["Aggiungi nuova colonna"],"Typography":["Tipografia"],"Removed":["Rimosso"],"Section":["Sezione"],"Advanced":["Avanzato"],"Style":["Stile"],"Content":["Contenuto"],"Please note: All unsaved changes will be lost.":["Attenzione: Tutti i cambiamenti non salvati verranno persi."],"Go Back":["Indietro"],"Take Over":["Subentra"],"Cancel":["Annulla"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s è subentrato e sta effettuando delle modifiche. Vuoi subentrare nella modifica di questa pagina?"],"Apply":["Applica"],"Discard":["Abbandona"],"Preview":["Anteprima"],"Save":["Salva"],"View Page":["Visualizza pagina"],"Exit":["Esci"],"Delete":["Elimina"],"Custom":["Personalizzato"],"Default":["Predefinito"],"Clear":["Cancella"]}},"comment":{"reference":"assets\/js\/editor.js"}}