{"translation-revision-date":"2023-01-10 11:43:40+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"We are currently building the next version of MetaSlider. Can you help us out by sharing non-sensitive diagnostic information?":["Stiamo realizzando la nuova versione di MetaSlider. Puoi aiutarci condividendo con noi le informazioni di diagnostica in modo impersonale che non coinvolgono i tuoi dati sensibili?"],"We'd also like to send you infrequent emails with important security and feature updates. See our %s for more details.":["Ci piacerebbe poterti inviare di tanto in tanto delle email con aggiornamenti importanti sulla sicurezza e le prossime caratteristiche. Vedi la nostra %s per maggiori informazioni."],"No thanks":["No grazie"],"Agree and continue":["Accetta e continua"],"Click here to deactivate it":["Fare clic qui per disattivarlo"],"Internal integration is disabled but Extendify is still activated as a standalone plugin.":["L'integrazione interna è disattivata, ma Extendify è ancora attivato come plugin indipendente."],"Extendify plugin is installed.":["Il plugin Extendify è installato."],"Disable the internal Extendify integration.":["Disabilita l'integrazione interna di Extendify."],"Disable Extendify":["Disabilita Extendify"],"Help Improve MetaSlider":["Aiutaci a migliorare MetaSlider"],"Update license key":["Aggiorna la chiave di licenza"],"License Key":["Chiave di licenza"],"Here you will find general account settings and options related to your account":["Qui troverai le impostazioni generali dell'account e le opzioni relative al tuo account"],"Global Settings":["Impostazioni globali"],"Global settings saved":["Impostazioni globali salvate"],"Slideshow settings saved":["Impostazioni della presentazione salvate"],"View our detailed privacy policy":["Visualizza i dettagli della nostra informativa sulla privacy"],"Opt-in to let MetaSlider responsibly collect information about how you use our plugin. This is disabled by default, but may have been enabled by via a notification. %s":["Accetta che MetaSlider raccolga responsabilmente informazioni su come usi il nostro plugin. Questo è disabilitato di default, ma potrebbe essere stato abilitato tramite una notifica. %s"],"Upgrade here":["Aggiorna qui"],"If you are a pro member, enter your license key here to receive updates. %s":["Se sei un membro pro, inserisci qui la tua chiave di licenza per ricevere gli aggiornamenti. %s"],"For your convenience, you can copy the basic site information before to help us speed up the debugging process. Be sure to verify that no personal information is included that you might want to keep private.":["Per tua comodità, puoi prima copiare le informazioni di base del sito per aiutarci a velocizzare il processo di debugging. Assicurati di verificare che non siano incluse informazioni personali che potresti voler mantenere private."],"Site Information":["Informazioni sul sito"],"Visit metaslider.com":["Visita metaslider.com"],"Paid users of the premium plugin can open a ticket on our private support center to receive personalized support and faster response times.":["Gli utenti paganti del plugin premium possono aprire un ticket sul nostro centro di supporto privato per ricevere un'assistenza personalizzata e tempi di risposta più rapidi."],"Paid Premium Support 🌟":["Supporto Premium a pagamento 🌟"],"Visit wordpress.org":["Visita wordpress.org"],"For users of the free version of MetaSlider, we offer full free support on the wordpress.org forums.":["Per gli utenti della versione gratuita di MetaSlider, offriamo un supporto completo e gratuito sui forum di wordpress.org."],"Free Basic Support 🚀":["Supportodi base gratuito 🚀"],"Visit documentation":["Vedi la documentazione"],"Check out our documentation page for examples, and more information about what you can do with MetaSlider.":["Controlla la nostra pagina di documentazione per esempi e maggiori informazioni su ciò che puoi fare con MetaSlider."],"Documentation 📚":["Documentazione 📚"],"Here you will find documentation, and two support tiers to choose from. Additionally, you may supply us with extra information specific to your website, server, etc.":["Qui troverai la documentazione e due livelli di supporto tra cui scegliere. Inoltre, puoi fornirci informazioni extra specifiche per il tuo sito web, server, ecc."],"Analytics notice closed":["Avviso analitico chiuso"],"Analytics notice opened":["Avviso analitico aperto"],"Help Center":["Centro assistenza"],"privacy policy":["informativa sulla privacy"],"Thanks for using MetaSlider":["Grazie per utilizzare MetaSlider"],"Viewing %s out of %s slideshows (%s loaded)":["Visualizzazione di %s su %s presentazioni (%s caricate)"],"Viewing %s out of %s slideshows":["Visualizzazione di %s su %s presentazioni"],"No slides found":["Nessuna diapositiva trovata"],"Image not found<br>%s":["Immagine non trovata<br>%s"],"Select the slideshows you wish to import below, then press here to import them.":["Seleziona qui sotto le presentazioni che vuoi importare, poi premi qui per importarle."],"Import %s slideshows":["Importa %s presentazioni"],"Note: You can still import slideshows that contain missing images. You will just need to manually update or delete these slides from their individual slideshow edit pages.":["Nota: puoi ancora importare presentazioni che contengono immagini mancanti. Avrai solo bisogno di aggiornare o eliminare manualmente queste diapositive dalle loro singole pagine di modifica della presentazione."],"No image name provided":["Nessun nome d'immagine fornito"],"The following images were not found:":["Le seguenti immagini non sono state trovate:"],"All images required to import are accounted for.":["Tutte le immagini necessarie per l'importazione sono contabilizzate."],"Version: v%s":["Versione: v%s"],"Date: %s":["Data: %s"],"Upload file":["Carica file"],"Importing...":["Importazione in corso..."],"If you have an export file, you may upload it here to be processed. Information about each slideshow will be presented below. You will be able to confirm before importing.":["Se hai un file di esportazione, puoi caricarlo qui per essere elaborato. Le informazioni su ogni diapositiva appariranno qui sotto. Potrai confermare prima dell'importazione."],"Easily import slideshows generated by MetaSlider. This requires a file generated from the Export tab.":["Importa facilmente le presentazioni generate da MetaSlider. Questo richiede un file generato dalla scheda di esportazione."],"While the width and height defined above will be used for cropping (if enabled) and the base slideshow dimensions, you may also set the slideshow to stretch to its container.":["Mentre la larghezza e l'altezza definite sopra saranno utilizzate per il ritaglio (se abilitato) e le dimensioni di base della presentazione, si può anche impostare la presentazione per adattarsi al suo contenitore."],"100% Width":["Larghezza 100%"],"Update the default height for the base image. This will be used for the base image cropping and slideshow dimaneions. If set to 100% width, the height will scale accordingly.":["Aggiorna l'altezza predefinita per l'immagine di base. Questo sarà usato per il ritaglio dell'immagine di base e per le dimensioni della presentazione. Se la larghezza è impostata al 100%, l'altezza scalerà di conseguenza."],"Base Image Height":["Altezza dell'immagine di base"],"Change the default width":["Modifica la larghezza predefinita"],"Update the default width for the base image. This will be used for the slideshow dimensions and base image cropping.":["Aggiorna la larghezza predefinita per l'immagine di base. Questa sarà usata per le dimensioni della presentazione e per il ritaglio dell'immagine di base."],"Base Image Width":["Larghezza dell'immagine di base"],"Change the default title":["Cambia il titolo predefinito"],"Default Slideshow Title":["Titolo predefinito della presentazione"],"Update default settings used when creating a new slideshow.":["Aggiorna le impostazioni predefinite create per la creazione di una nuova presentazione."],"Slideshow Defaults":["Presentazioni predefinite"],"External slide":["Diapositive esterne"],"Post Feed slide":["Diapositiva di feed di articoli"],"Select or deselect all slideshows":["Seleziona o deseleziona tutte le presentazioni"],"Toggle all slideshows":["Attiva\/disattiva tutte le presentazioni"],"Select the slideshows you wish to export below, then press here to export them.":["Seleziona qui sotto le presentazioni che vuoi esportare, poi premi qui per esportarle."],"Export %s slideshows":["Esporta %s presentazioni"],"Please note that content contained in \"Post Type\" slides will not be exported. Only the slide configurations that refer to the content will be.":["Nota che i contenuti inclusi nelle diapositive \"Tipo di contenuto\" non saranno esportati. Solo le configurazioni delle diapositive che si riferiscono al contenuto lo saranno."],"Learn how":["Impara come"],"Your images will need to be exported manually and uploaded to the new website before importing these slideshows. Additionally, image file names need to match as we will use built in WordPress functions to locate the image based on its current name.":["Le tue immagini dovranno essere esportate manualmente e caricate sul nuovo sito web prima di importare queste presentazioni. Inoltre, i nomi dei file delle immagini devono corrispondere perché useremo le funzioni integrate di WordPress per individuare l'immagine in base al suo nome attuale."],"Pressing export will gather and organize all of your slideshows into a single data file that you can use to restore on another website.":["Premendo export raccoglierai e organizzerai tutte le tue presentazioni in un unico file di dati che potrai usare per ripristinarle su un altro sito web."],"Slideshows":["Presentazioni"],"Load":["Carica"],"Refresh":["Ricarica"],"Processing...":["Elaborazione in corso…"],"You have %s slideshows that can be exported. Information about each slideshow will be presented below.":["Hai %s presentazioni che possono essere esportate. Le informazioni su ogni presentazione vengono presentate di seguito."],"Load slideshows":["Carica presentazioni"],"Press to load available slideshows then choose which slideshows to export. If you only have a few slideshows we will prepare them automatically.":["Premi per caricare le presentazioni disponibili e poi scegli quali presentazioni esportare. Se hai solo poche presentazioni, le prepareremo automaticamente."],"Create a new slideshow now":["Crea adesso una nuova presentazione"],"Import successful":["Importazione riuscita"],"Importing %s slideshows...":["Importazione di %s presentazioni…"],"Continue":["Continua"],"When images are missing you will have to manually update or delete the slide after the import completes.":["Quando le immagini mancano, dovrai aggiornare o cancellare manualmente la diapositiva dopo il completamento dell'importazione."],"Some images are missing":["Mancano alcune immagini"],"You have no slideshows to import":["Non hai presentazioni da importare"],"We are still searching for your images. Please wait.":["Stiamo ancora cercando le tue immagini. Attendi."],"Image search complete":["Ricerca immagini completata"],"Found %s slideshows":["Trovate %s presentazioni"],"The data in this file does not appear to be valid.":["I dati di questo file non sembrano essere validi."],"All settings saved":["Tutte le impostazioni salvate"],"Change the default title that will be used when creating a new slideshow. Use %s and it will be replaced by the current slideshow ID.":["Cambia il titolo predefinito che sarà usato quando si crea una nuova presentazione. Usa %s e sarà sostituito dall'ID della presentazione corrente."],"Export successful":["Esportazione riuscita"],"Exporting %s slideshows...":["Esportazione di %s presentazioni…"],"You have no slideshows to export":["Non hai presentazioni da esportare"],"Loading %s slideshows...":["Caricamento di %s presentazioni…"],"Page not found: %s":["Pagina non trovata: %s"],"Opening settings page...":["Apertura pagina delle impostazioni…"],"Failed to open the settings page...":["Apertura della pagina delle impostazioni fallita…"],"Export":["Esporta"],"Import":["Importa"],"No slideshows found.":["Nessuna presentazione trovata."],"No error message reported.":["Nessun messaggio di errore riportato."],"Undefined error occurred":["Si è verificato un errore non definito"],"Searching slideshows...":["Ricerca di presentazioni…"],"Browse slideshows":["Scorri le presentazioni"],"Press to clear the slideshow cache from your web browser":["Premi qui per svuotare la cache della presentazione nel tuo browser"],"Load remaining %s slideshows":["Carica le rimanenti %s presentazioni"],"Clear cache":["Svuota la cache"],"Load all":["Carica tutto"],"Updating...":["Aggiornamento in corso..."],"Searching...":["Ricerca in corso..."],"Filter slideshows‎":["Filtra presentazioni"],"Sort by modified date":["Ordina per data di modifica"],"Sort by title":["Ordina per titolo"],"This feature is not fully supported in Internet Explorer 11 and you may experience slow search result times.":["Questa caratteristica non è pienamente supportata in Internet Explorer 11 e si possono verificare tempi lenti nei risultati della ricerca."],"The ESCAPE key on a keyboard\u0004Escape":["Escape"],"The ENTER key on a keyboard\u0004Enter":["Invio"],"Press %s to save or %s to cancel.":["Premere %s per salvare o %s per annullare."],"Indexing slideshows... %s remaining":["Indicizzazione delle presentazioni… %s restanti"],"Finished":["Finito"],"Fetching slideshows...":["Recupero delle presentazioni…"],"All Slideshows loaded":["Tutte le presentazioni sono state caricate"],"Indexing %s slideshows into local storage...":["Indicizzazione di %s presentazioni nella memoria locale…"],"1 slideshow":["1 presentazione"],"Still working... %s slides remaining...":["Ancora in corso… %s diapositive rimaste…"],"Settings saved":["Impostazioni salvate"],"Saving %s slides. This may take a few moments.":["Salvataggio delle diapositive %s. Questo può richiedere qualche istante."],"Slideshow title updated":["Titolo della presentazione aggiornato"],"MetaSlider dashboard loaded":["Bacheca di MetaSlider caricata"],"Press to expand":["Premi per espandere"],"Collapse":["Comprimi"],"Loading slideshows...":["Caricamento delle presentazioni…"],"Search slideshows (Press ctrl + \/ to focus)‎":["Cerca presentazioni (Premi ctrl + \/ per mettere a fuoco)"],"Viewing 1 slideshow":["Visualizzazione di 1 presentazione"],"last updated: %s":["ultimo aggiornamento: %s"],"number of slides, ex \"7 slides\"\u0004%s slides":["%s diapositive"],"Current":["Corrente"],"No slides":["Nessuna diapositiva"],"Preparing slideshow for duplication...":["Preparando la presentazione per la duplicazione…"],"Premium support - ask us anyting!":["Supporto premium - chiedici qualsiasi cosa!"],"Slide scheduling - decide when slides appear.":["Programmazione delle diapositive - decidi quando devono essere visualizzate le diapositive."],"Layer, video and post type slides.":["Livello, video e diapositive di tipo di contenuto."],"Upgrading also includes:":["L'aggiornamento include anche:"],"Upgrade to pro now":["Aggiorna a pro ora"],"Includes recipes to solve common scenarios.":["Include raccomandazioni per risolvere situazioni comuni."],"Loads only on the front-end where needed.":["Carica solo sul frontend dove necessario."],"Built-in text editor full of features.":["Editor di testo incorporato pieno di funzionalità."],"Easily add custom CSS to your slideshows to customize and fit your theme perfectly.":["Aggiungi facilmente CSS personalizzati alle tue presentazioni per personalizzarle e adattarle perfettamente al tuo tema."],"CSS Manager":["Gestore CSS"],"CSS manager module":["Modulo di gestione CSS"],"CSS Manager notice closed":["Avviso del gestore CSS chiuso"],"CSS Manager notice opened":["Avviso del gestore CSS aperto"],"OK":["OK"],"Something went wrong":["Qualcosa è andato storto"],"Delete":["Elimina"],"You will not be able to undo this.":["Non sarà possibile annullarlo."],"Tour cancelled unsuccessfully":["Tour annullato senza successo"],"Tour cancelled successfully":["Tour annullato con successo"],"Duplicated successfully. Reloading...":["Duplicato con successo. Caricando…"],"Slideshow saved":["Presentazione salvata"],"Duplicating...":["Copia in corso..."],"Closing utility modal...":["Chiusura dell'utilità modale…"],"Opening utility modal...":["Apertura dell'utilità modale…"],"Failed to open utility modal...":["Apertura dell'utilità modale non riuscita…"],"Shortcode unable to be copied automatically":["Impossibile copiare automaticamente lo shortcode"],"Shortcode copied":["Shortcode copiato"],"Drop images here":["Rilascia qui le immagini"],"Drag and drop interface not available.":["Interfaccia trascina e rilascia non disponibile."],"No valid files found":["Non è stato trovato alcun file valido"],"You currently do not have any slides to preview. If you want, we can import some image slides for you.":["Attualmente non hai diapositive da visualizzare in anteprima. Se vuoi, possiamo importare alcune diapositive di immagini per te."],"Import slides":["Importa diapositive"],"Import Slides":["Importa diapositive"],"Crunching...":["Elaborazione in corso…"],"Complete!":["Completato!"],"Saving...":["Salvataggio in corso..."],"view license":["visualizza la licenza"],"All photos published on Unsplash can be used for free.":["Tutte le foto pubblicate su Unsplash possono essere utilizzate gratuitamente."],"Quality":["Qualità"],"Description":["Descrizione"],"Alt Text":["Testo \"alt\""],"Portfolio":["Portfolio"],"Profile":["Profilo"],"view original":["visualizza originale"],"1000 by 1000 pixels\u0004%s by %s pixels":["%s per %s pixel"],"Attachment Details":["Dettagli dell'allegato"],"Deselect":["Deseleziona"],"Photo by %s":["Foto di %s"],"No photots found.":["Nessuna foto trovata."],"Unsplash tab closed":["Scheda unsplash chiusa"],"Opening Unsplash tab...":["Apertura della scheda unsplash…"],"Photo by NAME on Unsplash\u0004Photo by %s on %s":["Foto di %s su %s"],"Load more":["Carica altro"],"Search unsplash.com...":["Cerca su unsplash.com…"],"Search Unsplash API":["Cerca l'API di Unsplash"],"All media items":["Tutti gli elementi media"],"Filter by type":["Filtra per tipo"],"You may use HTML here":["Puoi utilizzare HTML qui"],"No default was found":["Nessun predefinito trovato"],"Automatically updates directly from the WP Media Library":["Si aggiorna automaticamente direttamente da WP Media Library"],"Enter manually":["Inserisci manualmente"],"Media library description":["Descrizione della libreria dei media"],"Media library caption":["Didascalia della libreria dei media"],"This feature is not fully supported in this browser.":["Questa caratteristica non è supportata completamente in questo browser."],"Exit preview":["Esci dall'anteprima"],"Toggle full width":["Attiva\/disattiva larghezza piena"],"Toggle overlay type":["Attiva\/disattiva il tipo di sovrimpressione"],"Select":["Seleziona"],"On the left are themes that you have created in the theme editor.":["Sulla sinistra ci sono i temi che hai creato nell'editor di temi."],"Get started":["Come iniziare"],"You can create your own themes with our theme editor":["Puoi creare i tuoi temi con il nostro editor di temi"],"The pro add-on pack is installed!":["Il pacchetto di add-on pro è installato!"],"Upgrade now to build your own custom themes!":["Aggiorna ora per costruire i tuoi temi personalizzati!"],"Get the add-on pack!":["Ottieni il pacchetto di add-on!"],"My Custom Themes":["I miei temi personalizzati"],"However, it looks like you have custom themes available. Select \"My Custom Themes\" from the navigation up top to view your custom themes.":["Tuttavia, sembra che tu abbia temi personalizzati disponibili. Seleziona \"I miei temi personalizzati\" dalla navigazione in alto per vedere i tuoi temi personalizzati."],"Error: No themes were found.":["Errore: Nessun tema trovato."],"Loading...":["Caricamento in corso..."],"If no theme is selected we will use the default theme provided by the slider plugin":["Se nessun tema è selezionato useremo il tema predefinito fornito dal plugin del visore"],"Select a theme on the left to use on this slideshow. Click the theme for more details.":["Seleziona un tema sulla sinistra da utilizzare in questa presentazione. Clicca sul tema per maggiori dettagli."],"How To Use":["Come si usa"],"Tags":["Tag"],"Theme Instructions":["Instruzioni del tema"],"Theme Details":["Dettagli del tema"],"Select a custom theme":["Seleziona un tema personalizzato"],"Change the look and feel of your slideshow with one of our custom-built MetaSlider themes!":["Cambia l'aspetto della tua presentazione con uno dei nostri temi MetaSlider personalizzati!"],"Remove theme":["Rimuovi il tema"],"Click the image to edit or update":["Fai clic sull'immagine per modificarla o aggiornarla"],"Custom theme":["Tema personalizzato"],"This theme is not officially supported by the slider you chose. Your results might vary.":["Questo tema non è ufficialmente supportato dal visore che hai scelto. I tuoi risultati potrebbero variare."],"Theme saved":["Tema salvato"],"Saving theme...":["Salvataggio del tema…"],"No error message provided.":["Nessun messaggio di errore fornito."],"Doing something...":["Facendo qualcosa..."],"Learn more":["Approfondisci"],"Copy all":["Copia tutto"],"Success":["Successo"],"Preview":["Anteprima"],"Preview slideshow":["Anteprima presentazione"],"Title":["Titolo"],"Slideshow Theme":["Tema presentazione"],"Themes":["Temi"],"Save":["Salva"],"Are you sure?":["Sei sicuro?"],"Caption":["Didascalia"],"No slideshows found":["Nessuna presentazione trovata"]}},"comment":{"reference":"admin\/assets\/dist\/js\/app.js"}}